
{
    "Atomic Maverick 88 TI": {
        "picture": "/skis/Atomic Maverick 88 TI.png",
        "brand": "Atomic",
        "model": "Maverick 88 TI",
        "author": "Harry Morris",
        "authorInfo": "Certified Shredder",
        "authorPicture": "/authors/HarryMorris.jpeg",
        "href": "/reviews/atomicmaverick88ti",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2023-11-26",
        "paragraphs": {
            "en": [
                "I bought these skis to act as a good all-round ski that I could us while skiing and teaching in Australia and they were brilliant.",
                "For a ski that is quite light and not particularly stiff, I found I could get a decent amount of performance out of them, and I could certainly trust them to hold an edge through medium and long turns. Being on the lighter side also made them nice and agile when performing short turns, and again, they had enough performance that you could push them to the limit even on steeper terrain.",
                "The 88Tis are 87mm underfoot and are definitely not designed for the deepest of powder days, but they were just light and flexi enough to give you the float you needed to deal with the vast majority of ‘in resort’ ‘off piste’ skiing you will come across. They also dealt really well with tight tree runs, moguls, and all sorts of ‘variables’ I came across.",
                "The 88Tis, being the narrowest in the Maverick range, are geared more towards ‘on piste’ skiing with the ability to handle ungroomed terrain when needed. For a ski that’s not designed to do any one thing perfectly, but rather to do all things well enough, I found this to be by far one of the better all mountain skis I have tried.",
                "The only issue I had with them, and ultimately the reason I sold them, was that the top-sheet did not hold up well enough to a teaching environment, the wrap around decal over the edges began to peel immediately after kids started skiing over them. This is, however, a pretty unique issue to being a ski instructor and I’m sure that with just general use the top-sheet would last a lot longer.",
                "Overall, they were a really good ski, and I had a lot of fun on them; they’re not a race ski, they’re not a powder ski, but if you only want to buy one ski and do everything on it, they are a great option."
            ],
            "nl": [
                "Ik kocht deze ski's als een goede allround ski die ik kon gebruiken tijdens het skiën en lesgeven in Australië en ze waren briljant.",
                "Voor een ski die vrij licht en niet bijzonder stijf is, vond ik dat ik er een behoorlijke hoeveelheid prestatie uit kon halen, en ik kon er zeker op vertrouwen dat ze een rand zouden houden door middel- en lange bochten. Doordat ze aan de lichtere kant zijn, waren ze ook mooi wendbaar bij het maken van korte bochten, en opnieuw hadden ze genoeg prestaties dat je ze tot het uiterste kon duwen, zelfs op steiler terrein.",
                "De 88Tis zijn 87mm onder de voet en zijn zeker niet ontworpen voor de diepste poederdagen, maar ze waren net licht en flexibel genoeg om je het drijfvermogen te geven dat je nodig had om met de overgrote meerderheid van het 'in resort' 'off piste' skiën om te gaan. Ze gingen ook heel goed om met strakke boomruns, bulten en allerlei 'variabelen' waar ik tegenaan liep.",
                "De 88Tis, als de smalste in de Maverick-serie, zijn meer gericht op 'on piste' skiën met de mogelijkheid om ongeprepareerd terrein te hanteren indien nodig. Voor een ski die niet ontworpen is om één ding perfect te doen, maar eerder om alle dingen goed genoeg te doen, vond ik dit veruit een van de betere all mountain ski's die ik heb geprobeerd.",
                "Het enige probleem dat ik met ze had, en uiteindelijk de reden waarom ik ze verkocht, was dat de bovenlaag niet goed genoeg bestand was tegen een onderwijsomgeving, de omwikkelde sticker over de randen begon meteen te pellen nadat kinderen eroverheen begonnen te skiën. Dit is echter een vrij uniek probleem voor het zijn van een skileraar en ik ben ervan overtuigd dat bij gewoon algemeen gebruik de bovenlaag veel langer zou meegaan.",
                "Over het algemeen waren het echt goede ski's, en ik heb veel plezier gehad met ze; het zijn geen race ski's, het zijn geen poederski's, maar als je maar één ski wilt kopen en er alles mee wilt doen, zijn ze een geweldige optie."
            ],
            "fr": [
                "J'ai acheté ces skis pour agir comme un bon ski polyvalent que je pourrais utiliser tout en skiant et enseignant en Australie et ils étaient brillants.",
                "Pour un ski assez léger et pas particulièrement rigide, j'ai trouvé que je pouvais en tirer une quantité décente de performance, et je pouvais certainement leur faire confiance pour maintenir une arête à travers des virages moyens et longs. Être du côté plus léger les a également rendus agréables et agiles lors de l'exécution de virages courts, et encore une fois, ils avaient assez de performance pour que vous puissiez les pousser à la limite même sur un terrain plus pentu.",
                "Les 88Tis, avec 87mm sous le pied, ne sont certainement pas conçus pour les jours de poudreuse les plus profonds, mais ils étaient juste assez légers et flexibles pour vous donner la flottabilité nécessaire pour gérer la grande majorité du ski 'hors piste' 'en station' que vous rencontrerez. Ils ont également très bien géré les pistes étroites entre les arbres, les bosses et toutes sortes de 'variables' que j'ai rencontrées.",
                "Les 88Tis, étant les plus étroits de la gamme Maverick, sont davantage orientés vers le ski 'sur piste' avec la capacité de gérer le terrain non damé lorsque cela est nécessaire. Pour un ski qui n'est pas conçu pour faire parfaitement une seule chose, mais plutôt pour bien faire toutes les choses, j'ai trouvé que c'était de loin l'un des meilleurs skis de montagne que j'ai essayés.",
                "Le seul problème que j'ai eu avec eux, et finalement la raison pour laquelle je les ai vendus, était que le revêtement supérieur ne résistait pas assez bien à un environnement d'enseignement, l'autocollant enveloppant sur les bords a commencé à se décoller immédiatement après que les enfants aient commencé à skier dessus. Cependant, c'est un problème assez unique à l'enseignement du ski et je suis sûr qu'avec une utilisation générale le revêtement supérieur durerait beaucoup plus longtemps.",
                "Dans l'ensemble, c'étaient de très bons skis, et je me suis beaucoup amusé avec ; ce ne sont pas des skis de course, ce ne sont pas des skis de poudreuse, mais si vous voulez acheter un seul ski et tout faire avec, c'est une excellente option."
            ],
            "de": [
                "Ich kaufte diese Skier, um ein gutes Allround-Ski zu haben, das ich beim Skifahren und Unterrichten in Australien nutzen konnte, und sie waren brillant.",
                "Für einen Ski, der ziemlich leicht und nicht besonders steif ist, fand ich, dass ich eine ordentliche Leistung aus ihnen herausholen konnte, und ich konnte ihnen sicher vertrauen, dass sie in mittleren und langen Kurven die Kante halten. Ihre Leichtigkeit machte sie auch schön agil bei kurzen Schwüngen, und wieder hatten sie genug Leistung, um sie auch in steilerem Gelände an die Grenzen zu bringen.",
                "Die 88Tis sind 87mm unter dem Fuß und definitiv nicht für die tiefsten Pulvertage konzipiert, aber sie waren gerade leicht und flexibel genug, um den nötigen Auftrieb zu bieten, um mit der überwiegenden Mehrheit des 'in Resort' 'off Piste' Skifahrens, das man antreffen wird, umzugehen. Sie kamen auch sehr gut mit engen Baumstrecken, Buckelpisten und allen Arten von 'Variablen', auf die ich gestoßen bin, zurecht.",
                "Die 88Tis, als die schmalsten in der Maverick-Reihe, sind eher für das 'auf der Piste' Skifahren mit der Fähigkeit, ungepflegtes Terrain bei Bedarf zu bewältigen. Für einen Ski, der nicht darauf ausgelegt ist, irgendetwas perfekt zu machen, sondern eher alles gut genug zu machen, fand ich ihn bei weitem als einen der besseren All-Mountain-Skier, die ich ausprobiert habe.",
                "Das einzige Problem, das ich mit ihnen hatte, und letztendlich der Grund, warum ich sie verkauft habe, war, dass die Oberschicht nicht gut genug für eine Lehrumgebung hielt, die Umhüllung über den Kanten begann sofort abzublättern, nachdem Kinder darüber gefahren waren. Dies ist jedoch ein ziemlich einzigartiges Problem eines Skilehrers, und ich bin sicher, dass bei allgemeinem Gebrauch die Oberschicht viel länger halten würde.",
                "Insgesamt waren es wirklich gute Skier, und ich hatte viel Spaß mit ihnen; sie sind kein Rennski, kein Pulverski, aber wenn man nur einen Ski kaufen und alles damit machen will, sind sie eine großartige Option."
            ],
            "pl": [
                "Kupiłem te narty jako dobry uniwersalny model, którego mógłbym używać podczas jazdy na nartach i nauczania w Australii, i były świetne.",
                "Dla nart, które są dość lekkie i niezbyt sztywne, stwierdziłem, że mogę uzyskać z nich przyzwoitą wydajność, i na pewno mogłem im zaufać, że utrzymają krawędź podczas średnich i długich skrętów. Bycie po lżejszej stronie sprawiało również, że były ładne i zwinne podczas wykonywania krótkich skrętów, i znowu, miały wystarczającą wydajność, aby można je było popchnąć do granic nawet na bardziej stromym terenie.",
                "88Tis mają 87mm pod stopą i zdecydowanie nie są przeznaczone na najgłębsze dni z proszkiem, ale były wystarczająco lekkie i elastyczne, aby dać ci potrzebną pływalność, aby poradzić sobie z większością jazdy 'off-piste' w kurorcie, z jaką się spotkasz. Radziły sobie również bardzo dobrze z ciasnymi przejazdami między drzewami, muldami i wszelkiego rodzaju 'zmiennymi', na które natrafiłem.",
                "88Tis, będąc najwęższymi w serii Maverick, są bardziej ukierunkowane na jazdę 'na trasie' z możliwością radzenia sobie z nieprzygotowanym terenem, gdy jest to potrzebne. Dla nart, które nie są zaprojektowane do perfekcyjnego wykonywania jakiejkolwiek czynności, ale raczej do wystarczająco dobrego wykonywania wszystkich rzeczy, stwierdziłem, że to zdecydowanie jedne z lepszych nart na całą górę, jakie próbowałem.",
                "Jedynym problemem, jaki miałem z nimi, i ostatecznie powodem, dla którego je sprzedałem, był fakt, że powłoka wierzchnia nie wytrzymała dobrze w środowisku nauczania, owijka na krawędziach zaczęła odchodzić od razu po tym, jak dzieci zaczęły po nich jeździć. Jest to jednak dość unikalny problem instruktora narciarstwa i jestem pewien, że przy zwykłym użytkowaniu powłoka wierzchnia wytrzymałaby znacznie dłużej.",
                "Podsumowując, to były naprawdę dobre narty, i świetnie się na nich bawiłem; to nie są narty wyścigowe, to nie są narty na proszek, ale jeśli chcesz kupić tylko jedne narty i robić na nich wszystko, są świetną opcją."
            ],
            "ja": [
                "オーストラリアでスキーをして教える際に、良いオールラウンドスキーとしてこれらを購入しましたが、それは素晴らしかったです。",
                "それほど重くも硬くもないスキーですが、十分なパフォーマンスを得ることができ、中〜長距離のターンでエッジをしっかりと保持できることを確信していました。軽量なので、短いターンの際にも素早く動けて、また、急な斜面でも限界まで押し込むことができるほどの性能がありました。",
                "88Tisは足下で87mmあり、最深のパウダーデーには向いていませんが、リゾート内のオフピステスキーの大部分に対応できるほど軽量で柔軟性がありました。また、狭い木の間のラン、モーグル、そして遭遇した様々な「変数」にも非常にうまく対応しました。",
                "マーベリックレンジで最も細い88Tisは、必要に応じて整備されていない地形を扱う能力を持つ「ピステ」スキーにもっと適しています。一つのことを完璧にするために設計されていないが、すべてのことを十分にこなせるスキーとして、これは私が試した中で最も良いオールマウンテンスキーの一つでした。",
                "唯一の問題点は、トップシートが教育環境に十分耐えられず、子供たちがスキーをしてすぐにエッジ周りのデカールが剥がれ始めたことでした。これはスキーインストラクターであることに特有の問題ですが、一般的な使用であればトップシートはもっと長持ちするでしょう。",
                "全体として、これらはとても良いスキーで、それで多くの楽しみを得ました。それらはレース用スキーやパウダースキーではありませんが、一つのスキーを買ってすべてをこなしたい場合には、素晴らしい選択肢です。"
            ],
            "es": [
                "Compré estos esquís para que sirvieran como un buen esquí todoterreno que pudiera usar mientras esquiaba y enseñaba en Australia y fueron excelentes.",
                "Para un esquí que es bastante ligero y no particularmente rígido, encontré que podía obtener un rendimiento decente de ellos, y ciertamente podía confiar en que mantendrían un filo a través de giros medios y largos. Al ser más ligeros, también los hacía agradables y ágiles al realizar giros cortos, y nuevamente, tenían suficiente rendimiento para que pudieras llevarlos al límite incluso en terrenos más empinados.",
                "Los 88Tis tienen 87mm bajo el pie y definitivamente no están diseñados para los días de polvo más profundos, pero eran lo suficientemente ligeros y flexibles como para darte la flotación que necesitabas para lidiar con la gran mayoría de esquí 'fuera de pista' 'en resort' con los que te encontrarás. También se manejaron muy bien con pistas estrechas entre árboles, mogules y todo tipo de 'variables' que encontré.",
                "Los 88Tis, siendo los más estrechos en la gama Maverick, están más orientados al esquí 'en pista' con la capacidad de manejar terrenos sin groomar cuando sea necesario. Para un esquí que no está diseñado para hacer una cosa perfectamente, sino más bien para hacer bien todas las cosas, encontré que es uno de los mejores esquís de montaña que he probado.",
                "El único problema que tuve con ellos, y en última instancia la razón por la que los vendí, fue que la lámina superior no resistió lo suficiente en un entorno de enseñanza, el decal que rodea los bordes comenzó a pelarse inmediatamente después de que los niños comenzaran a esquiar sobre ellos. Sin embargo, esto es un problema bastante único de ser instructor de esquí y estoy seguro de que con un uso general la lámina superior duraría mucho más tiempo.",
                "En general, eran unos esquís realmente buenos, y me divertí mucho con ellos; no son un esquí de carrera, no son un esquí de polvo, pero si solo quieres comprar un esquí y hacer todo con él, son una excelente opción."
            ]

        }
    },   
    "Black crows Atris birdie": {
        "picture": "/skis/Black crows Atris birdie.png",
        "brand": "Black crows",
        "model": "Atris birdie",
        "author": "Heleen de Jong",
        "authorInfo": "OG Granolagirl",
        "authorPicture": "/authors/HeleendeJong.jpeg",
        "href": "/reviews/blackcrowsatrisbirdie",
        "originalLanguage": "nl",
        "originalLanguageFull": "dutch",
        "date": "2023-12-17",
        "paragraphs": {
            "nl": [
                "Het vrouwen model van de Black Crows Atris, de Atris Birdie wordt gepromoot als ‘een ski die excelleert in de poeder en ook onberispelijk is in alle overige condities’. En daar ben ik het mee eens!",
                "Vier jaar geleden kocht ik deze ski als eerste ski om meer te gaan freeriden. Waar ik eerst dacht dat ik deze ski alleen op poederdagen zou gebruiken bleek niets minder waar: het werd mijn meest gebruikte en seizoenen lang zelfs enige ski omdat hij aan al mijn eisen voldeed.",
                "In de poeder geeft deze ski je drijfvermogen, controle en vooral veel plezier. Ze hebben me leren freeriden en ervan leren genieten omdat ze doen wat je van ze vraagt: zowel op grote velden als in runs door de bomen. Ze excelleren inderdaad het meest in de poeder, maar zijn toch stijf genoeg om je controle te geven in minder optimale off-piste condities.",
                "Ook op de piste geniet ik van deze ski’s: oorspronkelijk was ik bang dat de 108 mm taille het lastig zou maken om de ski op z’n kant te zetten. Natuurlijk gaat dat gemakkelijker met een echte piste ski, maar de Atris Birdie kan het ook! Met een 19 m radius heeft de ski de voorkeur om met lange bochten heerlijk over de piste te scheuren. Wil je echter meer werk doen, dan krijg je ook een hoop terug als je voor korte bochten gaat.",
                "Ik moet eerlijk toegeven dat het topsheet design van de Atris Birdie ervoor zorgde dat ik deze ski verkoos boven andere beschikbare freeride ski’s – en daar heb ik geen moment spijt van gehad! Het is een heerlijke ski en het Birdie model maakt hem wat makkelijker te skiën dan de standaard Atris. Mocht je op zoek zijn naar een wat stijvere ski, dan is het gewone model waarschijnlijk beter voor je, maar ik vind de Atris Birdie me altijd genoeg stabiliteit geeft.",
                "Na vier seizoenen heb ik mijn set toch uitgebreid met een meer piste georiënteerde ski (Black Crows Vertis) omdat het piste skien op een brede ski (108 mm) toch minder goed is voor je knieën.. Dit is ook zeker een goede aankoop, maar het is toch jammer dat ik nu moet kiezen tussen beiden.",
                "De Atris Birdie is ideaal als gemakkelijke freeride ski waar je ook goed mee weg komt op de piste.",
                "PS. En hij ziet er ook nog eens mooi uit."
            ],
            "en": [
                "The women's model of the Black Crows Atris, the Atris Birdie, is promoted as 'a ski that excels in powder and is also impeccable in all other conditions'. And I agree with that!",
                "Four years ago, I bought these skis as my first to do more freeriding. Initially, I thought I would only use these skis on powder days, but it turned out to be quite the opposite: they became my most used and for several seasons even my only skis because they met all my requirements.",
                "In powder, these skis provide float, control, and most importantly, a lot of fun. They taught me how to freeride and enjoy it because they do what you ask of them: both in large fields and in runs through the trees. Indeed, they excel the most in powder, but are stiff enough to give you control in less than optimal off-piste conditions.",
                "I also enjoy these skis on the piste: originally, I was afraid that the 108 mm waist would make it difficult to edge the ski. Of course, this is easier with a real piste ski, but the Atris Birdie can do it too! With a 19 m radius, the ski prefers to make long, delightful turns on the piste. However, if you want to put in more effort, you get a lot in return when you go for short turns.",
                "I must honestly admit that the topsheet design of the Atris Birdie made me choose this ski over other available freeride skis – and I have not regretted that for a moment! It's a wonderful ski and the Birdie model makes it easier to ski than the standard Atris. If you're looking for a stiffer ski, the standard model might be better for you, but I find the Atris Birdie always provides me enough stability.",
                "After four seasons, I expanded my set with a more piste-oriented ski (Black Crows Vertis) because skiing on a wide ski (108 mm) is not as good for your knees. This is also definitely a good purchase, but it's a shame I now have to choose between them.",
                "The Atris Birdie is ideal as an easy freeride ski that also performs well on the piste.",
                "PS. And it also looks beautiful."
            ],
            "de": [
                "Das Frauenmodell der Black Crows Atris, der Atris Birdie, wird beworben als 'ein Ski, der im Pulverschnee hervorragend ist und auch in allen anderen Bedingungen einwandfrei funktioniert'. Und dem stimme ich zu!",
                "Vor vier Jahren kaufte ich diese Skier als meine ersten, um mehr im Freeride-Bereich unterwegs zu sein. Zunächst dachte ich, ich würde diese Skier nur an Pulverschneetagen verwenden, aber es stellte sich das Gegenteil heraus: sie wurden meine am meisten genutzten und über mehrere Saisons sogar meine einzigen Skier, weil sie alle meine Anforderungen erfüllten.",
                "Im Pulverschnee bieten diese Skier Auftrieb, Kontrolle und vor allem viel Spaß. Sie haben mir das Freeriden beigebracht und es genossen, weil sie tun, was man von ihnen verlangt: sowohl auf großen Feldern als auch bei Fahrten durch die Bäume. Tatsächlich sind sie im Pulverschnee am besten, aber dennoch steif genug, um Kontrolle in weniger optimalen Off-Piste-Bedingungen zu bieten.",
                "Auch auf der Piste genieße ich diese Skier: Ursprünglich hatte ich Angst, dass die 108 mm Taille es schwierig machen würde, den Ski auf Kante zu setzen. Natürlich geht das leichter mit einem echten Pisten-Ski, aber der Atris Birdie kann es auch! Mit einem Radius von 19 m bevorzugt der Ski lange, herrliche Schwünge auf der Piste. Wenn man jedoch mehr Arbeit reinsteckt, bekommt man auch viel zurück, wenn man sich für kurze Schwünge entscheidet.",
                "Ich muss ehrlich zugeben, dass das Top-Sheet-Design des Atris Birdie mich dazu veranlasste, diesen Ski gegenüber anderen verfügbaren Freeride-Skis zu wählen – und das habe ich keinen Moment bereut! Es ist ein wunderbarer Ski und das Birdie-Modell macht es etwas einfacher zu fahren als der Standard-Atris. Wenn du auf der Suche nach einem steiferen Ski bist, könnte das Standardmodell besser für dich sein, aber ich finde, der Atris Birdie bietet mir immer genug Stabilität.",
                "Nach vier Saisons habe ich mein Set mit einem mehr pistenorientierten Ski (Black Crows Vertis) erweitert, weil das Skifahren auf einem breiten Ski (108 mm) doch nicht so gut für die Knie ist. Das ist auch definitiv ein guter Kauf, aber es ist schade, dass ich jetzt zwischen beiden wählen muss.",
                "Der Atris Birdie ist ideal als einfacher Freeride-Ski, der auch auf der Piste gut funktioniert.",
                "PS. Und er sieht auch noch schön aus."
            ],
            "fr": [
                "Le modèle féminin des Black Crows Atris, le Atris Birdie, est promu comme 'un ski qui excelle dans la poudreuse et est également impeccable dans toutes les autres conditions'. Et je suis d'accord avec cela !",
                "Il y a quatre ans, j'ai acheté ces skis comme mes premiers skis pour faire plus de freeride. Au début, je pensais que je les utiliserais uniquement lors des jours de poudreuse, mais il s'est avéré tout le contraire : ils sont devenus mes skis les plus utilisés et, pendant plusieurs saisons, mes seuls skis parce qu'ils répondaient à toutes mes exigences.",
                "Dans la poudreuse, ces skis offrent de la portance, du contrôle et surtout beaucoup de plaisir. Ils m'ont appris à faire du freeride et à en profiter car ils font ce que vous leur demandez : aussi bien dans de grands champs que dans des descentes à travers les arbres. En effet, ils excellent surtout dans la poudreuse, mais sont suffisamment rigides pour vous donner du contrôle dans des conditions hors-piste moins optimales.",
                "Je profite également de ces skis sur la piste : à l'origine, j'avais peur que le 108 mm au patin rende difficile de mettre le ski sur la carre. Bien sûr, c'est plus facile avec un vrai ski de piste, mais le Atris Birdie peut le faire aussi ! Avec un rayon de 19 m, le ski préfère faire de longues courbes délicieuses sur la piste. Cependant, si vous voulez travailler davantage, vous obtenez beaucoup en retour lorsque vous optez pour des virages courts.",
                "Je dois admettre honnêtement que le design du topsheet du Atris Birdie m'a fait choisir ce ski plutôt que d'autres skis de freeride disponibles – et je n'ai pas regretté cela un instant ! C'est un ski merveilleux et le modèle Birdie le rend un peu plus facile à skier que le Atris standard. Si vous recherchez un ski plus rigide, le modèle standard pourrait être mieux pour vous, mais je trouve que le Atris Birdie me donne toujours suffisamment de stabilité.",
                "Après quatre saisons, j'ai complété mon ensemble avec un ski plus orienté piste (Black Crows Vertis) car skier sur un ski large (108 mm) est moins bon pour les genoux. C'est également un très bon achat, mais c'est dommage que je doive maintenant choisir entre les deux.",
                "Le Atris Birdie est idéal comme ski de freeride facile qui se comporte également bien sur la piste.",
                "PS. Et il est aussi très beau."
            ],
            "pl": [
                "Model damski Black Crows Atris, Atris Birdie, jest promowany jako 'narty doskonałe w proszku, ale także nienaganne we wszystkich innych warunkach'. I zgadzam się z tym!",
                "Cztery lata temu kupiłam te narty jako moje pierwsze, aby więcej jeździć w stylu freeride. Na początku myślałam, że będę ich używać tylko w dni z dużą ilością śniegu, ale okazało się to całkowicie nieprawdziwe: stały się moimi najczęściej używanymi, a przez kilka sezonów nawet jedynymi nartami, ponieważ spełniały wszystkie moje wymagania.",
                "W śniegu puchowym te narty zapewniają wyporność, kontrolę i przede wszystkim dużo zabawy. Nauczyły mnie jeżdżenia w stylu freeride i czerpania z tego przyjemności, ponieważ robią to, czego się od nich wymaga: zarówno na dużych polanach, jak i na trasach między drzewami. Rzeczywiście, najlepiej sprawdzają się na śniegu puchowym, ale są wystarczająco sztywne, aby zapewnić kontrolę w mniej optymalnych warunkach poza trasami.",
                "Cieszę się również z tych nart na stoku: początkowo obawiałam się, że 108 mm talia utrudni stawianie nart na krawędzi. Oczywiście jest to łatwiejsze z prawdziwymi nartami zjazdowymi, ale Atris Birdie również to umożliwia! Z promieniem skrętu 19 m, narty preferują długie, wspaniałe zakręty na stoku. Jednak jeśli chcesz włożyć więcej wysiłku, otrzymujesz dużo w zamian, decydując się na krótkie skręty.",
                "Muszę szczerze przyznać, że design górnej warstwy Atris Birdie sprawił, że wybrałam te narty spośród innych dostępnych nart freeride - i ani razu tego nie żałowałam! To wspaniałe narty, a model Birdie sprawia, że są trochę łatwiejsze w jeździe niż standardowe Atris. Jeśli szukasz sztywniejszych nart, standardowy model może być lepszy, ale uważam, że Atris Birdie zawsze zapewnia mi wystarczającą stabilność.",
                "Po czterech sezonach rozszerzyłam mój zestaw o bardziej zorientowane na stok narty (Black Crows Vertis), ponieważ jazda na szerokich nartach (108 mm) nie jest tak dobra dla kolan. To również zdecydowanie dobry zakup, ale szkoda, że teraz muszę wybierać między nimi.",
                "Atris Birdie jest idealne jako łatwe narty freeride, które również dobrze spisują się na stoku.",
                "PS. I również świetnie wyglądają."
            ],
            "es": [
                "El modelo para mujeres de los Black Crows Atris, el Atris Birdie, se promociona como 'un esquí que destaca en polvo y también es impecable en todas las demás condiciones'. ¡Y estoy de acuerdo con eso!",
                "Hace cuatro años compré estos esquís como los primeros para hacer más freeride. Al principio, pensé que solo los usaría en días de nieve polvo, pero resultó ser todo lo contrario: se convirtieron en mis esquís más utilizados y, durante varias temporadas, incluso en los únicos esquís porque cumplían con todos mis requisitos.",
                "En la nieve polvo, estos esquís proporcionan flotabilidad, control y, lo más importante, mucha diversión. Me enseñaron a practicar freeride y a disfrutarlo porque hacen lo que les pides: tanto en grandes campos como en recorridos entre árboles. De hecho, destacan más en la nieve polvo, pero son lo suficientemente rígidos para darte control en condiciones off-piste menos óptimas.",
                "También disfruto de estos esquís en la pista: originalmente, tenía miedo de que los 108 mm de ancho en la cintura hicieran difícil inclinar el esquí. Por supuesto, esto es más fácil con un verdadero esquí de pista, pero el Atris Birdie también puede hacerlo. Con un radio de 19 m, el esquí prefiere hacer largas y deliciosas curvas en la pista. Sin embargo, si quieres esforzarte más, obtienes mucho a cambio cuando optas por giros cortos.",
                "Debo admitir honestamente que el diseño de la cubierta superior del Atris Birdie me hizo elegir estos esquís sobre otros esquís de freeride disponibles, ¡y no me he arrepentido ni un momento! Es un esquí maravilloso y el modelo Birdie lo hace un poco más fácil de esquiar que el Atris estándar. Si buscas un esquí más rígido, el modelo estándar podría ser mejor para ti, pero encuentro que el Atris Birdie siempre me proporciona suficiente estabilidad.",
                "Después de cuatro temporadas, amplié mi conjunto con unos esquís más orientados a la pista (Black Crows Vertis) porque esquiar en un esquí ancho (108 mm) no es tan bueno para las rodillas. Esto también es definitivamente una buena compra, pero es una lástima que ahora tenga que elegir entre ambos.",
                "El Atris Birdie es ideal como un esquí de freeride fácil que también se desempeña bien en la pista.",
                "PD. Y también se ve muy bien."
            ],
            "ja": [
                "Black Crows Atrisの女性用モデル、Atris Birdieは、「パウダーで優れており、その他のすべての条件でも非の打ちどころがないスキー」として宣伝されています。そして、私はそれに同意します！",
                "4年前、もっとフリーライドを楽しむために、これらのスキーを初めて購入しました。最初はパウダーの日にだけ使うと思っていましたが、実際は全く逆で、すべての要件を満たしていたため、最も使用したスキーとなり、数シーズンにわたって唯一のスキーとなりました。",
                "パウダーでは、これらのスキーは浮力、コントロール、そして何よりも多くの楽しみを提供します。大きなフィールドであれ、木々の間を滑るランであれ、求める通りに動作します。確かにパウダーで最も優れていますが、最適でないオフピステ条件でもコントロールを提供するのに十分な剛性を持っています。",
                "ピステでも、これらのスキーを楽しんでいます：元々、108mmのウエスト幅がスキーをエッジングするのを難しくするのではないかと心配していました。もちろん、本物のピステスキーではそれが容易ですが、Atris Birdieでも可能です！19mの半径で、スキーはピステでの長い素晴らしいターンを好みます。しかし、短いターンに取り組む場合は、より多くの努力をすることで多くを得ることができます。",
                "Atris Birdieのトップシートデザインが、他の利用可能なフリーライドスキーの中からこれを選ぶ決め手となりましたが、一瞬たりとも後悔したことはありません！素晴らしいスキーで、Birdieモデルは標準のAtrisよりもスキーを扱いやすくしています。もしもっと剛性のあるスキーを探しているなら、標準モデルがあなたにはより良いかもしれませんが、Atris Birdieは常に十分な安定性を提供してくれると私は感じています。",
                "4シーズン後、ピステ向けのスキー（Black Crows Vertis）を追加しました。なぜなら、幅広（108mm）のスキーでのスキーは膝にあまり良くないからです。これも確かに良い購入でしたが、今では両方から選ばなければならないのは残念です。",
                "Atris Birdieは、ピステでもうまく機能する、簡単なフリーライドスキーとして理想的です。",
                "PS. そして、見た目もとても美しいです。"
            ]
        }
    },
    "Black crows Mirus cor": {
        "picture": "/skis/Black crows Mirus Cor.png",
        "brand": "Black crows",
        "model": "Mirus cor",
        "author": "Harry Morris",
        "authorInfo": "Certified Shredder",
        "authorPicture": "/authors/HarryMorris.jpeg",
        "href": "/reviews/blackcrowsmiruscor",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2023-11-26",
        "paragraphs": {
            "en": [
                "These are my favourite ski. EVER. FULL STOP.",
                "The Mirus Cor’s do everything, and they do it really, really well.",
                "I bought these so I could have a good all-round ski that I could travel with and ski any conditions, any line, any speed, without having to change skis.",
                "They are marketed as a carving ski, but I think that sells them a bit short, they are far more versatile than that. Despite having the 184cm model, their design, with the strong sidecut and high flex allows them to be incredibly playful and poppy, while having a longer model and slightly more ski under my foot also allows me to lean on them a bit more in the longs and get some real performance out of them. With a waist of 87mm and a radius of only 13m, I find them just as eager to enter a turn as a dedicated slalom ski, but with the added flex they offer a far more forgiving towards to the turn and allow you to get away with a lot more (and have more fun at the same time), this obviously comes at the cost of some of the performance, but they’re not a race ski, and they’re not pretending to be.",
                "When if comes to anything ‘off piste’ they shine just as brightly, they’re not a steep and deep back country ski, and I wouldn’t recommend touring on them, but for any and all conditions you’re likely to find in ‘in resort’ ‘off-piste’ areas they’re ideal. They are light and flexi enough, and just wide enough at tip and tail to float through the powder with ease, and the swallow tail at the back allows them to be super agile while doing so. They’re also brilliant in moguls, which is unusual for a ski that is also so good at either on or off-piste skiing (and these can do all 3).",
                "These are probably the only ski I’ve ridden that you could confidently send a fall line mogul run, drop off the edge and shred through some waist deep powder, then jump back onto a groomer and get your hip to the floor in the same run. They don’t necessarily do any of those things perfectly, but they do them all pretty damn well. You could easily replace 3 or 4 pairs of dedicated on and off-piste skis with these and notice very little difference in performance."
            ],
            "fr": [
                "Ce sont mes skis préférés. TOUJOURS. POINT FINAL.",
                "Les Mirus Cor font tout, et ils le font vraiment, vraiment bien.",
                "Je les ai achetés pour avoir de bons skis polyvalents avec lesquels je pourrais voyager et skier dans toutes les conditions, sur toutes les pistes, à n'importe quelle vitesse, sans avoir à changer de skis.",
                "Ils sont commercialisés comme des skis de carving, mais je pense que cela les sous-estime, ils sont bien plus polyvalents que cela. Malgré le fait d'avoir le modèle de 184 cm, leur conception, avec un sidecut prononcé et une grande flexibilité, leur permet d'être incroyablement ludiques et vifs, tout en ayant un modèle plus long et un peu plus de ski sous mes pieds, ce qui me permet également de mieux m'appuyer sur eux dans les virages longs et d'en tirer de vraies performances. Avec un patin de 87 mm et un rayon de seulement 13 m, je les trouve aussi désireux d'entrer dans un virage qu'un ski de slalom dédié, mais avec la flexibilité ajoutée, ils offrent une approche beaucoup plus indulgente du virage et permettent de s'en sortir avec beaucoup plus (et de s'amuser en même temps), cela se fait évidemment au détriment de certaines performances, mais ce ne sont pas des skis de course, et ils ne prétendent pas l'être.",
                "En ce qui concerne tout ce qui est 'hors piste', ils brillent tout autant, ce ne sont pas des skis de backcountry raides et profonds, et je ne recommanderais pas de faire du ski de randonnée avec eux, mais pour toutes les conditions que vous êtes susceptibles de rencontrer dans les zones 'hors piste' 'en station', ils sont idéaux. Ils sont assez légers et flexibles, et juste assez larges à la pointe et à la queue pour flotter facilement dans la poudreuse, et la queue en forme d'hirondelle à l'arrière leur permet d'être super agiles en le faisant. Ils sont également brillants dans les bosses, ce qui est inhabituel pour un ski qui est également si bon en ski sur ou hors piste (et ceux-ci peuvent faire les 3).",
                "Ce sont probablement les seuls skis que j'ai utilisés avec lesquels vous pourriez avec confiance envoyer une ligne de bosses, dévaler la pente et fendre une poudreuse profonde à la taille, puis revenir sur une piste damée et coller votre hanche au sol dans la même descente. Ils ne font pas nécessairement parfaitement toutes ces choses, mais ils les font toutes assez bien. Vous pourriez facilement remplacer 3 ou 4 paires de skis dédiés pour le ski sur et hors piste avec ceux-ci et remarquer très peu de différence de performance."
            ],
            "nl": [
                "Dit zijn mijn favoriete ski's. OOIT. PUNT UIT.",
                "De Mirus Cor’s kunnen alles, en dat doen ze echt, echt goed.",
                "Ik heb deze gekocht zodat ik een goede allround ski zou hebben waarmee ik kan reizen en skiën onder alle omstandigheden, op elke lijn, elke snelheid, zonder van ski's te moeten wisselen.",
                "Ze worden op de markt gebracht als een carvingski, maar ik vind dat ze daarmee tekort worden gedaan, ze zijn veel veelzijdiger dan dat. Ondanks dat ik het 184cm model heb, maakt hun ontwerp met de sterke sidecut en hoge flex ze ongelooflijk speels en levendig, terwijl een langer model en iets meer ski onder mijn voet mij ook toestaat om er meer op te leunen in de lange bochten en er wat echte prestaties uit te halen. Met een taille van 87mm en een radius van slechts 13m, vind ik ze net zo gretig om een bocht in te gaan als een speciale slalomski, maar met de toegevoegde flex bieden ze een veel meer vergevingsgezinde benadering van de bocht en laten ze je veel meer toe (en tegelijkertijd meer plezier hebben), dit gaat natuurlijk ten koste van wat prestaties, maar het zijn geen race ski's, en ze doen ook niet alsof.",
                "Wat betreft alles 'off piste' schitteren ze net zo fel, het zijn geen steile en diepe backcountry ski's, en ik zou niet aanraden om ermee te touren, maar voor alle omstandigheden die je waarschijnlijk zult vinden in 'in resort' 'off-piste' gebieden zijn ze ideaal. Ze zijn licht en flexibel genoeg, en net breed genoeg aan de tip en staart om met gemak door de poeder te zweven, en de zwaluwstaart aan de achterkant maakt ze super wendbaar tijdens het doen. Ze zijn ook briljant in bulten, wat ongebruikelijk is voor een ski die ook zo goed is in skiën op of buiten de piste (en deze kunnen alle 3).",
                "Dit zijn waarschijnlijk de enige ski's die ik bereden heb waarop je vol vertrouwen een bultenlijn kunt nemen, van de rand af kunt springen en door wat taille diepe poeder kunt scheuren, om dan terug te springen op een geprepareerde piste en je heup tot op de grond te krijgen in dezelfde run. Ze doen die dingen niet per se perfect, maar ze doen ze allemaal verdomd goed. Je zou gemakkelijk 3 of 4 paar specifieke ski's voor op en buiten de piste kunnen vervangen door deze en zeer weinig verschil in prestaties merken."
            ],
            "pl": [
                "To moje ulubione narty. NAJLEPSZE. KROPKA.",
                "Mirus Cor potrafią wszystko i robią to naprawdę, naprawdę dobrze.",
                "Kupiłem je, aby mieć dobre, wszechstronne narty, z którymi mogę podróżować i jeździć w każdych warunkach, na każdej linii, z każdą prędkością, bez konieczności zmiany nart.",
                "Są promowane jako narty carvingowe, ale myślę, że to trochę ich niedocenia, są o wiele bardziej wszechstronne. Pomimo posiadania modelu 184 cm, ich konstrukcja z silnym sidecutem i dużą elastycznością sprawia, że są niezwykle żywiołowe i dynamiczne, a dłuższy model i nieco więcej nart pod moimi stopami pozwalają mi również mocniej się na nich oprzeć w długich zakrętach i uzyskać z nich prawdziwe osiągi. Przy talii 87 mm i promieniu zaledwie 13 m, znajduję je równie chętne do wchodzenia w zakręt jak dedykowane narty slalomowe, ale dodatkowa elastyczność sprawia, że są o wiele bardziej wyrozumiałe w zakrętach i pozwalają na znacznie więcej (i jednocześnie więcej zabawy), oczywiście kosztem nieco wydajności, ale to nie są narty wyścigowe i nie udają, że nimi są.",
                "Jeśli chodzi o jazdę 'poza trasą', także tu błyszczą równie jasno, to nie są narty do stromych i głębokich terenów backcountry i nie polecam na nich tourować, ale na wszystkie warunki, które prawdopodobnie znajdziesz w terenach 'poza trasą' w ośrodku, są idealne. Są wystarczająco lekkie i elastyczne oraz wystarczająco szerokie na czubku i ogonie, aby z łatwością przecinać świeży śnieg, a ogon w kształcie jaskółczego ogona sprawia, że są niezwykle zwinne podczas jazdy. Są również doskonałe w muldach, co jest niezwykłe dla nart, które są tak dobre zarówno na trasie, jak i poza nią (a te mogą robić wszystko).",
                "To prawdopodobnie jedyne narty, na których jeździłem, na których możesz z ufnością zjeżdżać prosto przez muldy, zeskoczyć z krawędzi i przeciąć się przez głęboki śnieg po pas, a potem wrócić na przygotowaną trasę i przykleić biodro do podłoża podczas tego samego zjazdu. Nie robią żadnej z tych rzeczy idealnie, ale robią je wszystkie całkiem dobrze. Łatwo możesz zastąpić nimi 3 lub 4 pary dedykowanych nart na i poza trasą i zauważyć bardzo niewielką różnicę w wydajności."
            ],
            "es": [
                "Estos son mis esquís favoritos. LOS MEJORES. PUNTO.",
                "Los Mirus Cor lo hacen todo, y lo hacen realmente, realmente bien.",
                "Los compré para tener unos esquís versátiles con los que pudiera viajar y esquiar en cualquier condición, cualquier línea, cualquier velocidad, sin tener que cambiar de esquís.",
                "Se promocionan como esquís de carving, pero creo que eso los subestima, son mucho más versátiles que eso. A pesar de tener el modelo de 184cm, su diseño, con un corte lateral fuerte y alta flexibilidad, les permite ser increíblemente juguetones y vivaces, mientras que tener un modelo más largo y un poco más de esquí bajo mis pies también me permite apoyarme más en ellos en los giros largos y obtener un rendimiento real de ellos. Con una cintura de 87mm y un radio de solo 13m, los encuentro tan ansiosos por entrar en un giro como un esquí de slalom dedicado, pero con la flexibilidad adicional ofrecen un enfoque mucho más indulgente en el giro y te permiten hacer mucho más (y divertirte más al mismo tiempo), esto obviamente a costa de algo de rendimiento, pero no son esquís de carrera, y no pretenden serlo.",
                "Cuando se trata de cualquier cosa 'fuera de pista', brillan igual de intensamente, no son esquís de backcountry empinados y profundos, y no recomendaría hacer touring con ellos, pero para todas y cada una de las condiciones que probablemente encuentres en áreas 'fuera de pista' 'en el resort', son ideales. Son lo suficientemente ligeros y flexibles, y lo suficientemente anchos en la punta y la cola para flotar a través de la nieve polvo con facilidad, y la cola de golondrina en la parte trasera les permite ser súper ágiles al hacerlo. También son brillantes en los baches, lo cual es inusual para unos esquís que también son tan buenos tanto en pista como fuera de ella (y estos pueden hacer las 3 cosas).",
                "Probablemente estos sean los únicos esquís que he montado en los que podrías enviar con confianza una línea de baches, salir del borde y deslizarte por polvo profundo hasta la cintura, y luego volver a una pista preparada y llevar tu cadera al suelo en la misma carrera. No hacen necesariamente ninguna de esas cosas perfectamente, pero las hacen todas bastante bien. Fácilmente podrías reemplazar 3 o 4 pares de esquís dedicados para esquiar en pista y fuera de ella con estos y notar muy poca diferencia en el rendimiento."
            ],
            "ja": [
                  "これらは私のお気に入りのスキーです。今までで一番。断言します。",
                  "ミルス・コアは何でもこなし、それを本当に、本当に上手くやってのけます。",
                  "これらを購入したのは、どんな条件でも、どんなラインでも、どんなスピードでも、スキーを変えることなく滑ることができる良いオールラウンドスキーが欲しかったからです。",
                  "彼らはカービングスキーとして市場に出されていますが、それでは彼らを少し売り込み不足だと思います。それよりもずっと多才です。184cmモデルを持っていますが、強いサイドカットと高いフレックスのデザインにより、非常に遊び心があり、ポップで、長いモデルを持ち、足の下にもう少しスキーを持つことで、長いラインで彼らにもっともたれかかり、本物のパフォーマンスを引き出すことができます。ウエストが87mm、ラディウスがたったの13mで、専用のスラロームスキーと同じくらいターンに入るのが待ちきれないほどですが、追加されたフレックスにより、ターンに対してはるかに寛容で、もっと多くのことをこなすことができます（同時にもっと楽しむこともできます）、これは明らかにいくつかのパフォーマンスの犠牲がありますが、彼らはレーススキーではなく、そうであるふりをしていません。",
                  "「オフピステ」のことになると、彼らは同じくらい鮮やかに輝きます。彼らは急で深いバックカントリースキーではなく、彼らでツーリングすることはお勧めしませんが、「リゾート内」の「オフピステ」エリアで見つけられるであろうあらゆる条件に対しては理想的です。彼らは十分に軽く、柔軟で、先端とテールが十分に広く、パウダーを楽々と浮かび上がらせることができ、後部のスワローテールが非常に俊敏であることを可能にします。彼らはモーグルでも素晴らしく、これは、オンピステでもオフピステでも優れたスキーであるスキーにとっては珍しいことです（そしてこれらは3つすべてができます）。",
                  "これらは、おそらく私が乗った唯一のスキーで、自信を持ってモーグルランのフォールラインを送り、端から飛び降りて腰の深いパウダーをシュレッドし、次に整備されたゲレンデに戻り、同じランで腰を地面につけることができます。彼らは必ずしもそれらのことを完璧には行いませんが、それらをすべてかなりうまくこなします。専用のオンピステおよびオフピステスキーの3〜4足をこれらと交換することができ、パフォーマンスの違いにほとんど気づかないでしょう。"
            ],
            "de": [
                "Das sind meine Lieblingsski. ÜBERHAUPT. PUNKT.",
                "Die Mirus Cor können alles, und das machen sie wirklich, wirklich gut.",
                "Ich habe sie gekauft, um gute Allround-Ski zu haben, mit denen ich reisen und unter allen Bedingungen, auf jeder Linie, bei jeder Geschwindigkeit fahren kann, ohne die Ski wechseln zu müssen.",
                "Sie werden als Carving-Ski vermarktet, aber ich finde, das wird ihnen nicht gerecht, sie sind viel vielseitiger. Obwohl ich das 184cm Modell habe, ermöglicht ihr Design mit starkem Sidecut und hoher Flexibilität, dass sie unglaublich spielerisch und spritzig sind, während das längere Modell und etwas mehr Ski unter meinen Füßen es mir auch erlauben, mich mehr auf sie zu stützen und echte Leistung aus ihnen herauszuholen. Mit einer Taille von 87mm und einem Radius von nur 13m finde ich sie genauso begierig, eine Kurve zu fahren, wie ein spezieller Slalomski, aber mit der zusätzlichen Flexibilität bieten sie einen viel nachsichtigeren Ansatz zur Kurve und lassen Sie viel mehr machen (und dabei mehr Spaß haben), das geht natürlich auf Kosten einiger Leistung, aber sie sind keine Rennski und geben auch nicht vor, welche zu sein.",
                "Wenn es um alles 'Off-Piste' geht, glänzen sie genauso hell, sie sind keine steilen und tiefen Backcountry-Ski, und ich würde nicht empfehlen, mit ihnen zu touren, aber für alle Bedingungen, die Sie wahrscheinlich in 'In-Resort' 'Off-Piste' Gebieten finden, sind sie ideal. Sie sind leicht und flexibel genug und gerade breit genug an Spitze und Tail, um mühelos durch den Pulverschnee zu gleiten, und der Schwalbenschwanz am Heck macht sie dabei super wendig. Sie sind auch hervorragend in Buckelpisten, was ungewöhnlich für einen Ski ist, der auch so gut auf oder abseits der Piste ist (und diese können alle drei).",
                "Das sind wahrscheinlich die einzigen Ski, die ich gefahren bin, bei denen man eine Buckelpiste runterfahren, am Rand abfahren und durch tiefen Pulverschnee shredden und dann zurück auf eine präparierte Piste springen und die Hüfte im gleichen Lauf auf den Boden bekommen könnte. Sie machen nicht unbedingt alle diese Dinge perfekt, aber sie machen sie alle ziemlich verdammt gut. Man könnte leicht 3 oder 4 Paar spezieller On- und Off-Piste-Ski durch diese ersetzen und sehr wenig Unterschied in der Leistung bemerken."
            ]
        }
    },
    "Head WC Rebels e-SL SW RP EVO 14": {
        "picture": "/skis/Head WC Rebels e-SL SW RP EVO 14.png",
        "brand": "Head",
        "model": "WC Rebels e-SL SW RP EVO 14",
        "author": "Harry Morris",
        "authorInfo": "Certified Shredder",
        "authorPicture": "/authors/HarryMorris.jpeg",
        "href": "/reviews/headwcrebelseslswrpevo14",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2023-11-26",
        "paragraphs": {
            "en": [
                "The perfect race ski if you want a slight step down froma FIS ski.",
                "I bought these after my Blizzard slalom skis exploded on impact with a fence and they are now my favourite race ski I’ve ridden!",
                "Head skis are generally slightly stiffer than some of the competition and so even though these aren’t quite up there with the FIS models, they give you an incredible amount of performance and trust, unless you really know what you’re talking about you would struggle to tell you weren’t on a FIS ski.",
                "At 67 underfoot they are an incredibly responsive ski and take very little input to initiate your turns, this makes them super agile (and fun) in dynamic short radius turns. As a result, they can be a bit of a handful if you’re not prepared or are not used to such a powerful ski, but once you get on top of them and really drive the ski, they will do anything and everything you ask of them. Their stiffness makes them very tricky when taken into bumps, but not impossible, it just takes a lot of effort and good technique (which is no bad thing at all).",
                "Obviously, these are not meant for long turns and with a radius of around 12 meters that’s as big as you’re going to get when carving, but the connection you feel with the snow Is incredible and the trust you have in the ski to hold its edge is up there with the best GS skis I’ve ever ridden. These are the perfect ski for those super icy spring mornings, so long as you’ve looked after the edges, they’ll cut through the ice like you’re on a perfect mid-winter morning groomer.",
                "They are not an ‘off piste’ ski… enough said on that.",
                "I love these skis, they’ve come all around the world with me; I’ve taught on then, raced on them, cruised on them, and pushed them to (my) limits, and they’ve stuck with everything I’ve asked them to do."
            ],
            "nl": [
                "De perfecte race ski als je een stapje terug wilt doen van een FIS ski.",
                "Ik kocht deze nadat mijn Blizzard slalomski's explodeerden bij een botsing met een hek en ze zijn nu mijn favoriete raceski die ik heb gebruikt!",
                "Head ski's zijn over het algemeen iets stijver dan sommige van de concurrentie en dus, ook al zijn deze niet helemaal op hetzelfde niveau als de FIS-modellen, bieden ze een ongelooflijke hoeveelheid prestaties en vertrouwen, tenzij je echt weet waar je het over hebt, zou je moeite hebben om te vertellen dat je niet op een FIS ski bent.",
                "Met 67 onder de voet zijn ze een ongelooflijk responsieve ski en hebben ze heel weinig input nodig om je bochten te starten, dit maakt ze super wendbaar (en leuk) in dynamische korte radius bochten. Als gevolg daarvan kunnen ze een beetje een handvol zijn als je niet voorbereid bent of niet gewend bent aan zo'n krachtige ski, maar als je eenmaal bovenop ze komt en de ski echt aandrijft, zullen ze alles doen wat je van ze vraagt. Hun stijfheid maakt ze erg lastig in bulten, maar niet onmogelijk, het vereist gewoon veel moeite en goede techniek (wat helemaal geen slechte zaak is).",
                "Natuurlijk zijn deze niet bedoeld voor lange bochten en met een radius van ongeveer 12 meter is dat het grootste wat je krijgt bij het carven, maar de verbinding die je voelt met de sneeuw is ongelooflijk en het vertrouwen dat je hebt in de ski om zijn kant vast te houden is vergelijkbaar met de beste GS ski's die ik ooit heb gebruikt. Dit zijn de perfecte ski's voor die super ijzige lentemorgens, zolang je maar voor de randen hebt gezorgd, snijden ze door het ijs alsof je op een perfecte mid-winter ochtend groomer bent.",
                "Het zijn geen 'off-piste' ski's... genoeg daarover gezegd.",
                "Ik hou van deze ski's, ze zijn over de hele wereld met me mee geweest; ik heb er les op gegeven, op geracet, op gecruised en ze tot (mijn) limieten geduwd, en ze hebben zich staande gehouden bij alles wat ik van ze heb gevraagd."
            ],
            "de": [
                "Der perfekte Rennski, wenn du eine kleine Abstufung von einem FIS-Ski möchtest.",
                "Ich kaufte diese, nachdem meine Blizzard-Slalomskier bei einem Zusammenstoß mit einem Zaun explodierten, und sie sind jetzt mein Lieblingsrennski, den ich gefahren bin!",
                "Head-Skier sind im Allgemeinen etwas steifer als einige der Konkurrenz, und obwohl diese nicht ganz mit den FIS-Modellen mithalten können, bieten sie eine unglaubliche Menge an Leistung und Vertrauen, es sei denn, du weißt wirklich, wovon du sprichst, würdest du kaum erkennen, dass du nicht auf einem FIS-Ski bist.",
                "Mit 67mm unter dem Fuß sind sie ein unglaublich reaktionsfreudiger Ski und benötigen sehr wenig Input, um deine Kurven einzuleiten, was sie super wendig (und spaßig) in dynamischen Kurzradiuskurven macht. Als Ergebnis können sie etwas schwierig sein, wenn du nicht darauf vorbereitet bist oder solch einen leistungsstarken Ski nicht gewohnt bist, aber sobald du sie unter Kontrolle hast und den Ski wirklich antreibst, werden sie alles tun, was du von ihnen verlangst. Ihre Steifigkeit macht sie sehr anspruchsvoll in Buckeln, aber nicht unmöglich, es erfordert nur viel Mühe und gute Technik (was überhaupt nicht schlecht ist).",
                "Natürlich sind sie nicht für lange Kurven gedacht und mit einem Radius von etwa 12 Metern ist das so groß, wie du es beim Carven bekommen wirst, aber die Verbindung, die du mit dem Schnee fühlst, ist unglaublich und das Vertrauen, das du in den Ski hast, seine Kante zu halten, steht da mit den besten GS-Skiern, die ich je gefahren bin. Diese sind die perfekten Ski für diese super eisigen Frühlingsmorgende, solange du dich um die Kanten gekümmert hast, werden sie das Eis durchschneiden, als wärst du auf einem perfekten Mid-Winter-Morgen-Groomer.",
                "Es sind keine 'Off-Piste'-Ski... genug dazu gesagt.",
                "Ich liebe diese Ski, sie waren überall auf der Welt mit mir; ich habe darauf unterrichtet, bin darauf Rennen gefahren, habe darauf gecruist und sie an (meine) Grenzen gebracht, und sie haben alles mitgemacht, was ich von ihnen verlangt habe."
            ],
            "ja": [
                "FISスキーから少しステップダウンしたい場合に最適なレース用スキーです。",
                "私は、ブリザードのスラロームスキーがフェンスに衝突して破壊された後、これらを購入しましたが、今では私が乗った中で最もお気に入りのレース用スキーです！",
                "ヘッドのスキーは一般的に競合他社よりも少し硬めですので、これらがFISモデルほどではなくても、信じられないほどのパフォーマンスと信頼を提供します。本当に詳しくなければ、FISスキーに乗っていないとは分かりにくいでしょう。",
                "足元が67で、非常に反応の良いスキーであり、ターンを開始するための入力が非常に少なくて済みます。これにより、ダイナミックな短半径ターンで非常に敏捷性（そして楽しさ）を発揮します。その結果、慣れていない場合やこれほどパワフルなスキーに慣れていない場合、少し扱いにくいかもしれませんが、一度乗りこなしてスキーをしっかりと操れば、要求されたことは何でもこなします。硬さはバンプでの扱いを非常に難しくしますが、不可能ではありません。多くの努力と良い技術が必要です（それは決して悪いことではありません）。",
                "もちろん、これらは長いターンのためのものではありません。カービング時に12メートル程度の半径が得られるのが最大ですが、雪との繋がりを感じることは信じられないほどで、スキーがエッジを保持する信頼感は、私が今までに乗った最高のGSスキーと同等です。これらは、エッジをよくメンテナンスしていれば、まるで完璧な真冬の朝のグルーマーにいるかのように氷を切り裂くので、超氷点下の春の朝に最適なスキーです。",
                "これらは「オフピステ」のスキーではありません…これ以上は言うまい。",
                "私はこれらのスキーが大好きです。世界中を一緒に回ってきました。それらで教え、レースをし、クルージングし、（私の）限界まで押し上げ、要求されたことを全てこなしてきました。"
            ],
            "fr": [
                "Le ski de course parfait si vous souhaitez une alternative un peu moins exigeante qu'un ski FIS.",
                "Je les ai achetés après que mes skis de slalom Blizzard ont explosé en heurtant une clôture, et ils sont maintenant mes skis de course préférés !",
                "Les skis Head sont généralement un peu plus rigides que certains de leurs concurrents, donc même s'ils ne sont pas tout à fait à la hauteur des modèles FIS, ils offrent une performance incroyable et une confiance énorme. À moins de vraiment savoir de quoi vous parlez, vous auriez du mal à dire que vous n'êtes pas sur un ski FIS.",
                "Avec 67 sous le pied, ce sont des skis incroyablement réactifs qui nécessitent très peu d'effort pour initier vos virages, ce qui les rend super agiles (et amusants) dans les virages courts et dynamiques. En conséquence, ils peuvent être un peu difficiles à manipuler si vous n'êtes pas préparé ou si vous n'êtes pas habitué à un ski aussi puissant, mais une fois que vous les maîtrisez et que vous conduisez vraiment le ski, ils feront tout ce que vous leur demandez. Leur rigidité les rend très délicats sur les bosses, mais pas impossible, cela demande juste beaucoup d'effort et une bonne technique (ce qui n'est pas une mauvaise chose du tout).",
                "Évidemment, ces skis ne sont pas conçus pour les longs virages et avec un rayon d'environ 12 mètres, c'est le maximum que vous pouvez obtenir en carving, mais la connexion que vous ressentez avec la neige est incroyable et la confiance que vous avez dans le ski pour maintenir son bord est comparable aux meilleurs skis de GS que j'ai jamais utilisés. Ce sont les skis parfaits pour ces matins de printemps super glacés, tant que vous avez bien entretenu les bords, ils traverseront la glace comme si vous étiez sur une piste parfaitement préparée en milieu d'hiver.",
                "Ce ne sont pas des skis pour le hors-piste… cela suffit à dire.",
                "J'adore ces skis, ils ont fait le tour du monde avec moi ; j'ai enseigné avec eux, fait des courses, des croisières, et les ai poussés à mes limites, et ils ont tenu bon pour tout ce que je leur ai demandé."
            ],
            "es": [
                "El esquí de carrera perfecto si quieres algo un poco menos exigente que un esquí FIS.",
                "Los compré después de que mis esquís de eslalon Blizzard explotaron al impactar con una valla y ahora son mis esquís de carrera favoritos en los que he montado!",
                "Los esquís Head son generalmente un poco más rígidos que algunos de la competencia, así que aunque no están exactamente a la altura de los modelos FIS, te brindan una cantidad increíble de rendimiento y confianza, a menos que realmente sepas de lo que estás hablando, te costaría decir que no estás en un esquí FIS.",
                "Con 67 bajo el pie, son esquís increíblemente receptivos y requieren muy poco esfuerzo para iniciar tus giros, lo que los hace súper ágiles (y divertidos) en giros cortos y dinámicos. Como resultado, pueden ser un poco difíciles de manejar si no estás preparado o no estás acostumbrado a un esquí tan potente, pero una vez que los dominas y realmente impulsas el esquí, harán todo lo que les pidas. Su rigidez los hace muy complicados en baches, pero no imposibles, solo se necesita mucho esfuerzo y buena técnica (lo cual no es malo en absoluto).",
                "Obviamente, estos esquís no están pensados para giros largos y con un radio de alrededor de 12 metros eso es lo máximo que vas a conseguir al tallar, pero la conexión que sientes con la nieve es increíble y la confianza que tienes en el esquí para mantener su canto es comparable con los mejores esquís GS que he montado. Estos son los esquís perfectos para esas mañanas de primavera súper heladas, siempre y cuando hayas cuidado los cantos, cortarán el hielo como si estuvieras en una pista perfectamente preparada en una mañana de invierno.",
                "No son esquís para fuera de pista... con eso basta.",
                "Me encantan estos esquís, han viajado por todo el mundo conmigo; he enseñado con ellos, competido, paseado y los he llevado a mis límites, y han resistido todo lo que les he pedido."
              ],
              "pl": [
                "Idealne narty do wyścigów, jeśli szukasz czegoś nieco mniej wymagającego niż narty FIS.",
                "Kupiłem je po tym, jak moje narty slalomowe Blizzard eksplodowały po zderzeniu z ogrodzeniem, i teraz są moimi ulubionymi nartami wyścigowymi, na których jeździłem!",
                "Narty Head są generalnie nieco sztywniejsze niż niektóre z konkurencji, więc mimo że nie dorównują do końca modelom FIS, oferują niesamowitą wydajność i zaufanie, chyba że naprawdę wiesz, o czym mówisz, miałbyś trudności, aby stwierdzić, że nie jesteś na nartach FIS.",
                "Przy 67 pod stopą są niesamowicie responsywnymi nartami i wymagają bardzo mało wysiłku, aby rozpocząć skręty, co czyni je super zwinne (i zabawne) w dynamicznych skrętach o krótkim promieniu. W rezultacie mogą być trochę kłopotliwe, jeśli nie jesteś przygotowany lub nie jesteś przyzwyczajony do tak potężnych nart, ale gdy już je opanujesz i naprawdę pokierujesz nartami, zrobią wszystko, o co je poprosisz. Ich sztywność sprawia, że są bardzo trudne w użyciu na nierównościach, ale nie jest to niemożliwe, wymaga to tylko dużo wysiłku i dobrej techniki (co wcale nie jest złe).",
                "Oczywiście, te narty nie są przeznaczone do długich skrętów, a z promieniem około 12 metrów to jest najwięcej, jakie możesz uzyskać podczas carvingu, ale połączenie, jakie czujesz ze śniegiem, jest niesamowite, a zaufanie, jakie masz do nart, aby utrzymać krawędź, jest na równi z najlepszymi nartami GS, na jakich kiedykolwiek jeździłem. To idealne narty na te super lodowate poranki wiosenne, o ile zadbałeś o krawędzie, przetną lód jak na idealnym porannym zjeździe w środku zimy.",
                "To nie są narty do jazdy poza trasą... wystarczy tyle powiedzieć na ten temat.",
                "Uwielbiam te narty, przemierzyły ze mną cały świat; uczyłem na nich, ścigałem się na nich, rekreacyjnie jeździłem na nich i doprowadziłem je do (moich) granic, i wytrzymały wszystko, o co je prosiłem."
              ]
        }
    },
    "Armada Bdog": {
        "picture": "/skis/Armada Bdog.png",
        "brand": "Armada",
        "model": "Bdog",
        "author": "Silas Damkjaer",
        "authorInfo": "Stylemeister",
        "authorPicture": "/authors/SilasDamkjaer.png",
        "href": "/reviews/armadabdog",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-1-19",
        "paragraphs": {
            "en": [
                "There is soft, really soft, and then there is Bdog soft. Designed together with the legendary Phil Casabon, the Armada Bdog has from start been designed and made for jibbing. Its perfectly symmetrical, true twin design is soft, playful and easy to get used to. ",
                "I have been skiing these for almost 3 years now and no ski has felt more stable and trusted under my foot from sliding rails to hitting doubles on the kicker lines. They have withstood core shots, bent edges and a chipped topsheet while still shredding as hard as they did when I first got them. Armada has really outdone themselves when it comes to the durability of this ski. ",
                "The uncommon design of having straight sidewalls on the tip and tail is almost too easy to look past until you go back to a more common design. To prevent snagging and the tips getting caught in snow and on each other, the sidewall stops getting wider earlier than other park skis, helping you butter rollers with ease, slide rails with confidence and lacing grabs on jumps without worrying about the landing. With a 94mm underfoot they are also incredibly stable in most conditions.",
                "Despite being such a great ski for park, it performs best in the hands of an experienced user. With its incredible softness it takes minimal effort for the ski to bend away underneath you, requiring good mastery of foot placement to make sure landings stick, so any front heavy riders or backseat skiers will have a hard time controlling this ski to its best potential. ",
                "But dont let it scare you, the bdog is easy to learn and forgiving in falls, making you able to bring out the best of your performance. It's more of a toy than a tool, and I recommend a centre mounting point to really get the best out of these skis."
            ],
            "de": [
                "Es gibt weich, wirklich weich, und dann gibt es Bdog-Weichheit. Gemeinsam mit der Legende Phil Casabon entwickelt, wurde der Armada Bdog von Anfang an fürs Jibbing konzipiert und hergestellt. Sein perfekt symmetrisches, echtes Zwillingsdesign ist weich, spielerisch und leicht zu gewöhnen.",
                "Ich fahre diese Skier jetzt seit fast 3 Jahren und kein Ski hat sich unter meinem Fuß beim Gleiten über Schienen oder beim Springen auf den Kicker-Linien stabiler und vertrauenswürdiger angefühlt. Sie haben Kernschüsse, verbogene Kanten und eine abgesplitterte Oberfläche überstanden und shredden immer noch so hart wie am ersten Tag, als ich sie bekam. Armada hat sich wirklich selbst übertroffen, was die Haltbarkeit dieses Skis angeht.",
                "Das ungewöhnliche Design mit geraden Seitenwänden an Spitze und Schwanz ist fast zu einfach zu übersehen, bis man zu einem gängigeren Design zurückkehrt. Um Hängenbleiben und das Einfangen der Spitzen im Schnee und aneinander zu verhindern, hört die Seitenwand früher auf, breiter zu werden als bei anderen Parkskis, was das Buttern von Rollern erleichtert, das Gleiten über Schienen mit Zuversicht ermöglicht und das Einfädeln von Grabs bei Sprüngen ohne Sorgen über die Landung. Mit einem 94mm Unterfuß sind sie auch in den meisten Bedingungen unglaublich stabil.",
                "Trotzdem es ein so großartiger Ski für den Park ist, zeigt er seine beste Leistung in den Händen eines erfahrenen Benutzers. Aufgrund seiner unglaublichen Weichheit bedarf es minimalen Aufwands, damit sich der Ski unter einem wegbeugt, was eine gute Beherrschung der Fußplatzierung erfordert, um sicherzustellen, dass Landungen halten. Daher werden Fahrer, die zu weit vorne oder hinten sitzen, Schwierigkeiten haben, diesen Ski zu seinem vollen Potenzial zu kontrollieren.",
                "Aber lass dich nicht einschüchtern, der Bdog ist leicht zu erlernen und verzeihend bei Stürzen, was es dir ermöglicht, das Beste aus deiner Leistung herauszuholen. Er ist mehr Spielzeug als Werkzeug, und ich empfehle einen zentralen Montagepunkt, um das Beste aus diesen Skiern herauszuholen."
            ],
            "fr": [
                "Il y a doux, vraiment doux, et puis il y a le doux de Bdog. Conçu avec le légendaire Phil Casabon, le Armada Bdog a été dès le début conçu et fabriqué pour le jibbing. Son design parfaitement symétrique et vrai jumeau est doux, ludique et facile à apprivoiser.",
                "Je skie avec ces skis depuis presque 3 ans maintenant et aucun ski ne m'a semblé plus stable et fiable sous mon pied, que ce soit pour glisser sur des rails ou pour faire des doubles sur les lignes de kickers. Ils ont résisté à des impacts de noyau, à des bords tordus et à un topsheet ébréché tout en restant aussi performants qu'au premier jour. Armada s'est vraiment surpassé en termes de durabilité de ce ski.",
                "Le design inhabituel ayant des parois latérales droites sur la pointe et la queue est presque trop facile à ignorer jusqu'à ce que vous reveniez à un design plus commun. Pour éviter l'accrochage et que les pointes se coincent dans la neige et l'une contre l'autre, la paroi latérale cesse de s'élargir plus tôt que les autres skis de parc, vous aidant à glisser facilement sur les rouleaux, à glisser sur les rails avec confiance et à saisir des prises sur les sauts sans vous soucier de l'atterrissage. Avec un patin sous le pied de 94 mm, ils sont également incroyablement stables dans la plupart des conditions.",
                "Bien qu'étant un ski formidable pour le parc, il donne le meilleur de lui-même entre les mains d'un utilisateur expérimenté. Avec sa douceur incroyable, il faut un effort minimal pour que le ski se plie sous vous, nécessitant une bonne maîtrise du placement des pieds pour assurer des atterrissages parfaits, donc les skieurs trop en avant ou trop en arrière auront du mal à contrôler ce ski à son plein potentiel.",
                "Mais ne vous laissez pas intimider, le bdog est facile à apprendre et indulgent en cas de chutes, vous permettant de tirer le meilleur de votre performance. C'est plus un jouet qu'un outil, et je recommande un point de montage central pour vraiment tirer le meilleur de ces skis."
            ],
            "es": [
                "Hay suave, realmente suave, y luego está el suave de Bdog. Diseñado junto con el legendario Phil Casabon, el Armada Bdog ha sido diseñado y fabricado desde el principio para el jibbing. Su diseño perfectamente simétrico y verdadero gemelo es suave, juguetón y fácil de acostumbrarse.",
                "He estado esquiando con estos esquís durante casi 3 años y ningún esquí se ha sentido más estable y confiable bajo mi pie, ya sea para deslizarme sobre rieles o para golpear dobles en las líneas de los kickers. Han resistido núcleos rotos, bordes doblados y una parte superior astillada mientras siguen destrozando tan duro como lo hicieron cuando los conseguí por primera vez. Armada realmente se ha superado a sí mismo en lo que respecta a la durabilidad de este esquí.",
                "El diseño poco común de tener paredes laterales rectas en la punta y la cola es casi demasiado fácil de pasar por alto hasta que vuelves a un diseño más común. Para evitar engancharse y que las puntas se enganchen en la nieve y entre sí, la pared lateral deja de ensancharse antes que otros esquís de parque, lo que te ayuda a deslizarte sobre rodillos con facilidad, a deslizarte sobre rieles con confianza y a enganchar saltos sin preocuparte por el aterrizaje. Con un patín de 94 mm de ancho son también increíblemente estables en la mayoría de las condiciones.",
                "A pesar de ser un gran esquí para el parque, funciona mejor en manos de un usuario experimentado. Con su increíble suavidad, se necesita un esfuerzo mínimo para que el esquí se doble debajo de ti, requiriendo un buen dominio de la colocación de los pies para asegurarse de que los aterrizajes se peguen, por lo que cualquier esquiador que se siente demasiado adelante o demasiado atrás tendrá dificultades para controlar este esquí a su máximo potencial.",
                "Pero no dejes que te asuste, el bdog es fácil de aprender y perdona las caídas, lo que te permite sacar lo mejor de tu rendimiento. Es más un juguete que una herramienta, y recomiendo un punto de montaje central para sacar el máximo provecho de estos esquís."
            ],
            "pl": [
                "Jest miękki, naprawdę miękki, a potem jest miękki Bdog. Zaprojektowany wspólnie z legendarnym Philem Casabonem, Armada Bdog został zaprojektowany i wykonany od samego początku do jibbingu. Jego idealnie symetryczny, prawdziwy bliźniak jest miękki, zabawny i łatwy do przyzwyczajenia.",
                "Jeżdżę na tych nartach od prawie 3 lat i żadne narty nie czuły się bardziej stabilne i godne zaufania pod moją stopą, czy to podczas ślizgania po szynach, czy podwójnego uderzenia na liniach kickersów. Wytrzymały strzały rdzenia, zagięte krawędzie i odłupaną górną warstwę, podczas gdy nadal miażdżą tak mocno, jak to zrobili, gdy je po raz pierwszy dostałem. Armada naprawdę przeszła samego siebie, jeśli chodzi o trwałość tych nart.",
                "Niezwykły projekt, który ma proste ściany boczne na czubku i ogonie, jest prawie zbyt łatwy do przeoczenia, dopóki nie wrócisz do bardziej powszechnego projektu. Aby zapobiec zaczepianiu i zaczepianiu się końcówek w śniegu i na siebie nawzajem, ścianka boczna przestaje się poszerzać wcześniej niż inne narty parkowe, co ułatwia smarowanie rolkami, ślizganie się po szynach z pewnością siebie i wiązanie chwytów na skokach bez obaw o lądowanie. Z szerokością pod stopą 94 mm są również niesamowicie stabilne w większości warunków.",
                "Mimo że jest to świetne narty do parku, najlepiej sprawdza się w rękach doświadczonego użytkownika. Dzięki swojej niesamowitej miękkości minimalny wysiłek jest potrzebny, aby narty zgięły się pod tobą, wymagając dobrej znajomości ustawienia stóp, aby upewnić się, że lądowania się trzymają, więc wszyscy jeźdźcy z przodu lub z tyłu będą mieli trudności z kontrolowaniem tych nart do ich najlepszego potencjału.",
                "Ale nie pozwól, żeby cię to przestraszyło, bdog jest łatwy do nauczenia się i wybacza upadki, pozwalając ci wyciągnąć z siebie to, co najlepsze. To bardziej zabawka niż narzędzie, a ja polecam centralny punkt montażu, aby w pełni wykorzystać te narty."
            ],
            "ja": [
                "ソフト、本当にソフト、そしてBdogソフトがあります。伝説のフィル・カサボンと共にデザインされたArmada Bdogは、最初からジビングのためにデザインされ、製造されています。完全に対称的な真のツインデザインは、柔らかく、遊び心があり、慣れるのが簡単です。",
                "私はこれらをほぼ3年間スキーしていますが、レールを滑ることからキッカーラインでダブルを打つことまで、どのスキーも私の足の下でより安定して信頼できるものはありませんでした。彼らはコアショット、曲がったエッジ、欠けたトップシートに耐えていますが、最初に手に入れたときと同じくらいハードにシュレッドしています。Armadaは、このスキーの耐久性に関して本当に自分自身を超えています。",
                "先端とテールに直線のサイドウォールを持つという珍しいデザインは、より一般的なデザインに戻るまで見落とすのがほとんど簡単です。引っかかりを防ぎ、先端が雪やお互いに引っかかるのを防ぐために、サイドウォールは他のパークスキーよりも早く広がるのを止め、ローラーを簡単にバターにし、自信を持ってレールを滑り、着地を心配することなくジ ャンプでグラブをレースします。 94mmのアンダーフットを備えているため、ほとんどの状況で信じられないほど安定しています。",
                "パークにとっては素晴らしいスキーですが、経験豊富なユーザーの手に最も適しています。その信じられないほどの柔らかさにより、スキーがあなたの下で曲がるのに最小限の努力が必要で、着地がしっかりと固定されるように足の置き方をマスターする必要があります。そのため、フロントヘビーライダーやバックシートスキーヤーは、このスキーを最大限に活用するのに苦労するでしょう。",
                "しかし、それに怯えることはないでしょう、bdogは学びやすく、落下時には許容範囲が広く、あなたのパフォーマンスのベストを引き出すことができます。それは道具よりもおもちゃであり、私は本当にこれらのスキーの最高のものを得るために中心の取り付けポイントをお勧めします。"
            ],
            "nl": [
                "Er is zacht, echt zacht, en dan is er Bdog zacht. Ontworpen samen met de legendarische Phil Casabon, de Armada Bdog is vanaf het begin ontworpen en gemaakt voor jibbing. Het perfect symmetrische, echte tweelingontwerp is zacht, speels en gemakkelijk om aan te wennen.",
                "Ik ski al bijna 3 jaar op deze ski's en geen enkele ski voelde stabieler en betrouwbaarder onder mijn voet, van het glijden over rails tot het maken van dubbelsprongen op de kickerlijnen. Ze hebben kernschoten, gebogen randen en een afgebrokkeld bovenblad doorstaan, terwijl ze nog steeds net zo hard shreden als toen ik ze voor het eerst kreeg. Armada heeft zichzelf echt overtroffen als het gaat om de duurzaamheid van deze ski.",
                "Het ongebruikelijke ontwerp van rechte zijwanden aan de tip en staart is bijna te makkelijk om over het hoofd te zien totdat je terugkeert naar een meer gangbaar ontwerp. Om vasthaken en het vastlopen van de tips in sneeuw en op elkaar te voorkomen, stopt de zijwand eerder met verbreden dan bij andere parkski's, wat je helpt om rollen gemakkelijk te boteren, rails met vertrouwen te glijden en grepen op sprongen te maken zonder je zorgen te maken over de landing. Met een 94mm onder de voet zijn ze ook ongelooflijk stabiel in de meeste omstandigheden.",
                "Ondanks dat het zo'n geweldige ski voor het park is, presteert het het beste in handen van een ervaren gebruiker. Met zijn ongelooflijke zachtheid kost het minimale inspanning om de ski onder je weg te buigen, wat een goede beheersing van voetplaatsing vereist om ervoor te zorgen dat landingen blijven plakken, dus skiërs die voorzwaar zijn of achterin skiën zullen moeite hebben om deze ski tot zijn volledige potentieel te besturen.",
                "Maar laat het je niet afschrikken, de bdog is makkelijk te leren en vergevingsgezind bij vallen, waardoor je het beste uit je prestaties kunt halen. Het is meer een speeltje dan een gereedschap, en ik raad een centraal bevestigingspunt aan om echt het beste uit deze ski's te halen."
            ]
        }
    },
    "Armada Edollo": {
        "picture": "/skis/Armada Edollo.png",
        "brand": "Armada",
        "model": "Edollo",
        "author": "Silas Damkjaer",
        "authorInfo": "Stylemeister",
        "authorPicture": "/authors/SilasDamkjaer.png",
        "href": "/reviews/armadaedollo",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-1-19",
        "paragraphs": {
            "en": [
                "If you saw these skis in the park, your first impression might be their unusually large yet old design, but any seasoned park skier will know looks aren't everything when it comes to the Edollo ski. ",
                "When you hear about the Edollo’s connection to Henrik Harlaut, it's easier to understand its notorious reputation in the park, designed in collaboration with arguably the BEST freestyle skier ever. With its short rocker tips and wide base, the Edollo offers the biggest possible landing surface, only smaller than freeride skis. This enormous surface will help you keep stable at high speeds and tall heights, making any landing easier to stomp. ",
                "Famous for his butter tricks, Harlaut has made sure this ski compliments his style. The flex pattern will provide you with a slight softer nose than tail, helping you bend the ski under pressure, while maintaining good stiffness in landings to prevent washing out in the landing. This not only makes it an incredibly good ski for big air, but it also lets you rip it on slopes without sacrificing too much stability as most park skis do. It's even wide enough to manage powder and would not be a bad choice for a backcountry freestyle ski, although not the best either. ",
                "One might be interested hearing about this ski when first getting into park, but it's not an easy ski to learn how to ride. With a 98mm underfoot it's hard to find a wider park ski, making it quite difficult to manoeuver and steer. The wide tips and tails are prone to catch and might bring you out of balance if you arent fast enough to fix it. With a weight of 1900g per ski it's also quite heavy, making it harder to spin on rails and even jumps, however, it makes up for this by making those spins more fun by pulling you around to the landing.",
                "This is meant for the more experienced park rider, one who knows their foot placement and has experience under their belt, one who knows their spins and is comfortable in their grabs. It is my opinion that a novice park skier will not be able to fully experience all that the Edollo has to offer and is better off with a lighter and narrower ski to learn on first.",
                "Although the Edollo is not the best in any category of park ski, it's the best all-rounder for an experienced rider ready to step up their game and show off their skills in the park and on the mountain, while still being durable and looking good. i recommend a -1 mount for this ski due to its softer nose and directional design."
            ],
            "nl": [
                "Als je deze ski's in het park ziet, zou je eerste indruk hun ongewoon grote maar oude ontwerp kunnen zijn, maar elke ervaren parkskiër weet dat uiterlijk niet alles is als het om de Edollo ski gaat.",
                "Wanneer je hoort over de connectie van de Edollo met Henrik Harlaut, is het makkelijker om zijn beruchte reputatie in het park te begrijpen, ontworpen in samenwerking met misschien wel de BESTE freestyle skiër ooit. Met zijn korte rocker tips en brede basis, biedt de Edollo het grootste mogelijke landingsoppervlak, alleen kleiner dan freeride ski's. Dit enorme oppervlak zal je helpen stabiel te blijven bij hoge snelheden en grote hoogtes, waardoor elke landing makkelijker te stomp wordt.",
                "Beroemd om zijn butter tricks, heeft Harlaut ervoor gezorgd dat deze ski zijn stijl complimenteert. Het flexpatroon zal je voorzien van een iets zachtere neus dan staart, waardoor je de ski onder druk kunt buigen, terwijl je een goede stijfheid in landingen behoudt om uit te wassen in de landing te voorkomen. Dit maakt het niet alleen een ongelooflijk goede ski voor grote sprongen, maar stelt je ook in staat om op de hellingen te scheuren zonder te veel stabiliteit op te offeren, zoals de meeste parkski's doen. Het is zelfs breed genoeg om poeder te hanteren en zou geen slechte keuze zijn voor een backcountry freestyle ski, hoewel ook niet de beste.",
                "Men zou geïnteresseerd kunnen zijn om over deze ski te horen bij het beginnen met park, maar het is geen gemakkelijke ski om te leren rijden. Met een 98mm onder de voet is het moeilijk om een bredere parkski te vinden, waardoor het behoorlijk moeilijk is om te manoeuvreren en te sturen. De brede tips en staarten zijn vatbaar voor vangen en kunnen je uit balans brengen als je niet snel genoeg bent om het te corrigeren. Met een gewicht van 1900g per ski is het ook vrij zwaar, waardoor het moeilijker wordt om op rails en zelfs sprongen te spinnen, echter, het compenseert dit door die spins leuker te maken door je naar de landing te trekken.",
                "Dit is bedoeld voor de meer ervaren parkrijder, iemand die zijn voetplaatsing kent en ervaring onder de riem heeft, iemand die zijn spins kent en comfortabel is in zijn grabs. Naar mijn mening zal een beginnende parkskiër niet in staat zijn om volledig te ervaren wat de Edollo te bieden heeft en is beter af met een lichtere en smallere ski om eerst op te leren.",
                "Hoewel de Edollo niet de beste is in enige categorie van parkski, is het de beste allrounder voor een ervaren rijder die klaar is om zijn spel te verbeteren en zijn vaardigheden te laten zien in het park en op de berg, terwijl het nog steeds duurzaam is en er goed uitziet. Ik beveel een -1 montage voor deze ski aan vanwege zijn zachtere neus en directioneel ontwerp."
            ],
            "de": [
                "Wenn du diese Skier im Park siehst, könnte dein erster Eindruck ihr ungewöhnlich großes, aber altes Design sein, aber jeder erfahrene Parkskifahrer weiß, dass das Aussehen nicht alles ist, wenn es um den Edollo-Ski geht.",
                "Wenn du von der Verbindung des Edollo mit Henrik Harlaut hörst, ist es einfacher, seinen berüchtigten Ruf im Park zu verstehen, entworfen in Zusammenarbeit mit dem vielleicht BESTEN Freestyle-Skifahrer aller Zeiten. Mit seinen kurzen Rockerspitzen und der breiten Basis bietet der Edollo die größtmögliche Landefläche, nur kleiner als Freeride-Skier. Diese enorme Fläche hilft dir, bei hohen Geschwindigkeiten und großen Höhen stabil zu bleiben, wodurch jede Landung leichter zu stampfen wird.",
                "Berühmt für seine Buttertricks hat Harlaut dafür gesorgt, dass dieser Ski seinen Stil ergänzt. Das Flexmuster bietet dir eine etwas weichere Nase als das Heck, hilft dir, den Ski unter Druck zu biegen, während es eine gute Steifigkeit bei Landungen beibehält, um das Auswaschen bei der Landung zu verhindern. Dies macht ihn nicht nur zu einem unglaublich guten Ski für Big Air, sondern ermöglicht es dir auch, auf den Pisten zu rippen, ohne zu viel Stabilität zu opfern, wie es die meisten Parkskis tun. Er ist sogar breit genug, um im Pulverschnee zurechtzukommen und wäre keine schlechte Wahl für einen Backcountry-Freestyle-Ski, obwohl auch nicht die beste.",
                "Man könnte beim Einstieg in den Park an diesem Ski interessiert sein, aber es ist kein leichter Ski zum Lernen. Mit einem Unterfuß von 98 mm ist es schwer, einen breiteren Parkski zu finden, was das Manövrieren und Steuern ziemlich schwierig macht. Die breiten Spitzen und Enden neigen dazu, sich zu verfangen und können dich aus dem Gleichgewicht bringen, wenn du nicht schnell genug bist, um es zu korrigieren. Mit einem Gewicht von 1900g pro Ski ist er auch ziemlich schwer, was es schwieriger macht, auf Schienen und sogar Sprüngen zu drehen, jedoch macht er das durch das spaßigere Drehen durch die Luft und das Ziehen zur Landung wieder wett.",
                "Dies ist für den erfahreneren Parkfahrer gedacht, jemanden, der seine Fußplatzierung kennt und Erfahrung in der Tasche hat, jemanden, der seine Drehungen kennt und sich bei seinen Grabs wohl fühlt. Meiner Meinung nach wird ein Anfänger im Parkskifahren nicht in der Lage sein, alles zu erleben, was der Edollo zu bieten hat, und ist mit einem leichteren und schmaleren Ski besser dran, um zuerst darauf zu lernen.",
                "Obwohl der Edollo in keiner Kategorie von Parkski der Beste ist, ist er der beste Allrounder für einen erfahrenen Fahrer, der bereit ist, sein Spiel zu verbessern und seine Fähigkeiten im Park und am Berg zu zeigen, während er gleichzeitig haltbar bleibt und gut aussieht. Ich empfehle eine -1 Montage für diesen Ski aufgrund seiner weicheren Nase und des richtungsweisenden Designs."
            ],
            "fr": [
                "Si vous voyez ces skis dans le parc, votre première impression pourrait être leur design inhabituellement grand mais ancien, mais tout skieur de parc expérimenté sait que l'apparence n'est pas tout quand il s'agit du ski Edollo.",
                "Lorsque vous entendez parler de la connexion de l'Edollo avec Henrik Harlaut, il est plus facile de comprendre sa réputation notoire dans le parc, conçu en collaboration avec peut-être le MEILLEUR skieur freestyle de tous les temps. Avec ses pointes rocker courtes et sa base large, l'Edollo offre la plus grande surface d'atterrissage possible, seulement plus petite que les skis de freeride. Cette énorme surface vous aidera à rester stable à haute vitesse et à grande hauteur, rendant tout atterrissage plus facile à maîtriser.",
                "Célèbre pour ses tricks en butter, Harlaut a veillé à ce que ce ski complète son style. Le modèle de flexion vous fournira un nez légèrement plus souple que la queue, vous aidant à plier le ski sous pression, tout en maintenant une bonne rigidité dans les atterrissages pour éviter de déraper lors de l'atterrissage. Cela en fait non seulement un ski incroyablement bon pour les grands sauts, mais cela vous permet également de le déchirer sur les pistes sans sacrifier trop de stabilité, comme le font la plupart des skis de parc. Il est même assez large pour gérer la poudreuse et ne serait pas un mauvais choix pour un ski freestyle backcountry, bien que pas le meilleur non plus.",
                "On pourrait s'intéresser à ce ski lorsqu'on commence dans le parc, mais ce n'est pas un ski facile à apprendre à monter. Avec un 98mm sous le pied, il est difficile de trouver un ski de parc plus large, le rendant assez difficile à manœuvrer et à diriger. Les pointes et les queues larges ont tendance à s'accrocher et peuvent vous déséquilibrer si vous n'êtes pas assez rapide pour le corriger. Avec un poids de 1900g par ski, il est également assez lourd, le rendant plus difficile à faire tourner sur les rails et même les sauts, cependant, il compense cela en rendant ces tours plus amusants en vous tirant vers l'atterrissage.",
                "Cela est destiné au rider de parc plus expérimenté, celui qui connaît son placement de pied et qui a de l'expérience à son actif, celui qui connaît ses spins et est à l'aise dans ses prises. À mon avis, un skieur de parc novice ne sera pas en mesure de vivre pleinement tout ce que l'Edollo a à offrir et serait mieux avec un ski plus léger et plus étroit pour apprendre d'abord.",
                "Bien que l'Edollo ne soit pas le meilleur dans aucune catégorie de ski de parc, c'est le meilleur polyvalent pour un rider expérimenté prêt à élever son jeu et à montrer ses compétences dans le parc et sur la montagne, tout en restant durable et en ayant belle allure. je recommande un montage à -1 pour ce ski en raison de son nez plus souple et de son design directionnel."
            ],
            "ja": [
                "このスキーを公園で見かけたら、まずその大きくて古めかしいデザインが目につくかもしれませんが、経験豊富なパークスキーヤーなら、Edolloスキーの見た目だけが全てではないことを知っています。",
                "Henrik HarlautとのEdolloの関連を聞くと、その公園での悪名高い評判を理解しやすくなります。これは、おそらく史上最高のフリースタイルスキーヤーとの共同設計で、短いロッカーチップと広いベースを持ち、Edolloは最大限の着陸面を提供します。これはフリーライドスキーよりも小さいですが、その巨大な表面は、高速で高い高さで安定を保つのに役立ち、どんな着地も簡単にするでしょう。",
                "バタートリックで有名なHarlautは、このスキーが彼のスタイルを補完するようにしました。フレックスパターンは、プレッシャー下でスキーを曲げるのに役立つ少し柔らかめのノーズと、着地時の洗い流しを防ぐために十分な硬さを維持するテールを提供します。これは大空中のための非常に良いスキーにするだけでなく、ほとんどのパークスキーのように安定性をあまり犠牲にせずに斜面を滑ることもできます。パウダーもこなせるほど十分に広く、バックカントリーフリースタイルスキーとしても悪くない選択ですが、最高とは言えません。",
                "パークに初めて挑戦する人はこのスキーに興味を持つかもしれませんが、乗り方を学ぶのは簡単なスキーではありません。98mmのアンダーフットでは、より広いパークスキーを見つけるのは難しく、操縦やステアリングがかなり困難です。広いチップとテールは引っかかりやすく、十分に速く対応できなければバランスを崩すことがあります。スキー1本あたり1900gの重さもあり、レールやジャンプでの回転が困難になりますが、着地に向かって回転を楽しくすることでこれを補います。",
                "これは、足の置き方を知り、経験を積んだ、スピンに慣れていてグラブに自信のある、より経験豊富なパークライダー向けです。私の意見では、初心者のパークスキーヤーはEdolloが提供する全てを完全に体験することはできず、まずは軽くて狭いスキーで学ぶ方がよいでしょう。",
                "Edolloはパークスキーのどのカテゴリーでも最高ではありませんが、ゲームをステップアップし、公園や山でスキルを披露する準備ができた経験豊富なライダーにとっては、最高のオールラウンダーです。丈夫で見た目も良いです。このスキーには、柔らかいノーズと方向性のあるデザインのため、-1マウントをお勧めします。"
            ],
            "pl": [
                "Jeśli zobaczyłbyś te narty w parku, pierwsze wrażenie mogłoby być ich niezwykle dużym, ale staroświeckim designem, ale każdy doświadczony narciarz parkowy wie, że wygląd to nie wszystko, jeśli chodzi o narty Edollo.",
                "Kiedy usłyszysz o powiązaniu Edollo z Henrkiem Harlautem, łatwiej zrozumieć ich notoryczną reputację w parku, zaprojektowaną we współpracy z prawdopodobnie najlepszym freestyle'owym narciarzem wszech czasów. Z krótkimi końcówkami typu rocker i szeroką bazą, Edollo oferuje największą możliwą powierzchnię lądowania, mniejszą tylko od nart freeride. Ta ogromna powierzchnia pomoże Ci utrzymać stabilność przy wysokich prędkościach i dużych wysokościach, ułatwiając każde lądowanie.",
                "Sławny ze swoich tricków na masełku, Harlaut upewnił się, że te narty komplementują jego styl. Wzór elastyczności zapewni Ci nieco miększy przód niż tył, pomagając zgiąć nartę pod wpływem nacisku, jednocześnie utrzymując dobrą sztywność podczas lądowania, aby zapobiec wyślizgnięciu się na lądowisku. To nie tylko czyni je niesamowicie dobrymi nartami do dużych skoków, ale także pozwala na jazdę na stokach bez poświęcania zbyt dużej stabilności, jak większość nart parkowych. Są nawet wystarczająco szerokie, aby radzić sobie z proszkiem i nie byłby złym wyborem na narty freestyle'owe do backcountry, chociaż nie są też najlepsze.",
                "Ktoś, kto zaczyna przygodę z parkiem, może być zainteresowany tymi nartami, ale to nie są łatwe narty do nauki jazdy. Z szerokością pod butem 98 mm trudno znaleźć szersze narty parkowe, co sprawia, że są dość trudne w manewrowaniu i sterowaniu. Szerokie końcówki i ogony są podatne na zaczepianie i mogą wyprowadzić cię z równowagi, jeśli nie jesteś wystarczająco szybki, aby to naprawić. Z wagą 1900g na nartę są również dość ciężkie, co utrudnia obracanie się na poręczach i nawet skokach, jednak rekompensują to, czyniąc te obroty bardziej zabawnymi, ciągnąc cię w stronę lądowania.",
                "To jest przeznaczone dla bardziej doświadczonego narciarza parkowego, ktoś, kto zna umiejscowienie swoich stóp i ma doświadczenie, ktoś, kto zna swoje obroty i jest komfortowy w swoich chwytach. Moim zdaniem, początkujący narciarz parkowy nie będzie w stanie w pełni doświadczyć wszystkiego, co ma do zaoferowania Edollo i lepiej zacząć na lżejszych i węższych nartach.",
                "Chociaż Edollo nie jest najlepsze w żadnej kategorii nart parkowych, to jest najlepszym wszechstronnym wyborem dla doświadczonego jeźdźca, gotowego podnieść swoje umiejętności i pokazać swoje zdolności w parku i na górze, będąc jednocześnie trwałym i dobrze wyglądającym. Polecam montaż -1 dla tych nart ze względu na ich miększy przód i kierunkowy design."
            ],
            "es": [
                "Si vieras estos esquís en el parque, tu primera impresión podría ser su diseño inusualmente grande y algo antiguo, pero cualquier esquiador de parque experimentado sabrá que el aspecto no lo es todo cuando se trata de los esquís Edollo.",
                "Cuando escuchas sobre la conexión de Edollo con Henrik Harlaut, es más fácil entender su notoria reputación en el parque, diseñados en colaboración con quien probablemente sea el mejor esquiador de estilo libre de todos los tiempos. Con sus puntas rocker cortas y base ancha, Edollo ofrece la mayor superficie de aterrizaje posible, solo menor que los esquís de freeride. Esta enorme superficie te ayudará a mantenerte estable a altas velocidades y grandes alturas, facilitando cualquier aterrizaje.",
                "Famoso por sus trucos de 'butter', Harlaut se ha asegurado de que estos esquís complementen su estilo. El patrón de flexión te proporcionará una punta ligeramente más suave que la cola, ayudándote a doblar el esquí bajo presión, mientras mantiene una buena rigidez en los aterrizajes para evitar deslizamientos. Esto no solo los convierte en unos esquís increíblemente buenos para saltos grandes, sino que también te permite deslizarte en pendientes sin sacrificar demasiada estabilidad, como lo hacen la mayoría de los esquís de parque. Incluso son lo suficientemente anchos para manejar la nieve polvo y no serían una mala elección para esquí de estilo libre en el backcountry, aunque tampoco son los mejores.",
                "Alguien que se inicia en el parque podría estar interesado en estos esquís, pero no son fáciles para aprender a manejar. Con un patín de 98 mm es difícil encontrar un esquí de parque más ancho, lo que los hace bastante difíciles de maniobrar y dirigir. Las puntas y colas anchas son propensas a engancharse y pueden sacarte de equilibrio si no eres lo suficientemente rápido para corregirlo. Con un peso de 1900g por esquí, también son bastante pesados, lo que dificulta girar en rieles e incluso saltos, sin embargo, compensan esto haciendo que esos giros sean más divertidos al llevarte hacia el aterrizaje.",
                "Esto está destinado al esquiador de parque más experimentado, alguien que conoce la colocación de sus pies y tiene experiencia, alguien que conoce sus giros y se siente cómodo en sus agarres. En mi opinión, un esquiador de parque novato no podrá experimentar completamente todo lo que Edollo tiene para ofrecer y estaría mejor con unos esquís más ligeros y estrechos para aprender primero.",
                "Aunque Edollo no es el mejor en ninguna categoría de esquís de parque, es el mejor todoterreno para un ciclista experimentado listo para mejorar su juego y mostrar sus habilidades en el parque y en la montaña, siendo al mismo tiempo duradero y con buen aspecto. Recomiendo un montaje de -1 para estos esquís debido a su nariz más suave y diseño direccional."
            ]
        }
    },
    "Black crows Vertis": {
        "picture": "/skis/Black crows Vertis.png",
        "brand": "Black crows",
        "model": "Vertis",
        "author": "Heleen de Jong",
        "authorInfo": "OG Granolagirl",
        "authorPicture": "/authors/HeleendeJong.jpeg",
        "href": "/reviews/blackcrowsvertis",
        "originalLanguage": "nl",
        "originalLanguageFull": "dutch",
        "date": "2024-1-14",
        "paragraphs": {
            "nl": [
                "Dit is een fijne piste ski die je met plezier naast de piste kunt gebruiken! De Vertis is het piste-model van Black Crows en dat doet hij goed. Met een 85 mm waist geeft de ski je een prettige kantenwissel en de 15 m radius maakt bochten makkelijk. De bredere, van de twee standaard maten, staalkant geeft grip en geeft een solide gevoel.",
                "Maar deze ski is niet gelimiteerd tot perfect geprepareerde piste’s. Ook off-piste kun je er plezier mee hebben. Vooral in verspoord terrein geeft de stijfheid van de ski een gevoel van stabiliteit en controle. Daardoor kun je op hogere snelheid skiën, wat compenseert voor het ietwat moeilijkere draaien van deze stijvere ski. ",
                "Ik ben geen park-skier – en daarvoor zijn deze ski’s ook niet bedoeld – maar je kunt er prima mee springen. Ze glijden niet snel onder je weg. Voor rails zullen ze niet zo geschikt zijn door de 8 cm off center montage.",
                "Een van de doorslaggevende redenen voor de Vertis voor mij was de kwaliteit van mijn andere Black Crows. Na 4 seizoenen zijn ze nog steeds in goede staat. Ook de Vertis zijn kwalitatief sterk.",
                "Dit zijn niet de ski’s voor jou als je alleen in het park, of alleen op perfecte pistes of alleen in diepe poeder wil skien. Maar als je op zoek bent naar een fijne piste ski waarmee je ook kan springen en off piste kan gaan, dan zou ik deze zeker aanraden!"
            ],
            "en": [
                "This is a nice piste ski that you can also enjoy off-piste! The Vertis is the piste model from Black Crows and it does that well. With an 85 mm waist, the ski gives you a pleasant edge change and the 15 m radius makes turns easy. The wider, of the two standard sizes, steel edge provides grip and a solid feel.",
                "But this ski is not limited to perfectly groomed pistes. You can also have fun with it off-piste. Especially in tracked terrain, the stiffness of the ski gives a feeling of stability and control. As a result, you can ski at higher speeds, which compensates for the somewhat more difficult turning of this stiffer ski.",
                "I'm not a park skier – and these skis are not intended for that – but you can jump well with them. They do not slide out from under you quickly. For rails, they might not be so suitable due to the 8 cm off-center mounting.",
                "One of the decisive reasons for the Vertis for me was the quality of my other Black Crows. After 4 seasons, they are still in good condition. The Vertis are also of strong quality.",
                "These are not the skis for you if you only want to ski in the park, or only on perfect pistes, or only in deep powder. But if you are looking for a nice piste ski with which you can also jump and go off-piste, then I would definitely recommend these!"
            ],
            "de": [
                "Das ist ein schöner Pisten-Ski, den du auch abseits der Piste genießen kannst! Der Vertis ist das Pistenmodell von Black Crows und das macht er gut. Mit einer 85 mm Taille bietet der Ski einen angenehmen Kantentausch und der 15 m Radius erleichtert das Kurvenfahren. Die breitere, von den zwei Standardgrößen, Stahlkante bietet Grip und ein solides Gefühl.",
                "Aber dieser Ski ist nicht nur auf perfekt präparierte Pisten beschränkt. Auch abseits der Piste macht er Spaß. Besonders in verspurtem Gelände gibt die Steifigkeit des Skis ein Gefühl von Stabilität und Kontrolle. Dadurch kannst du mit höherer Geschwindigkeit fahren, was das etwas schwierigere Drehen dieses steiferen Skis kompensiert.",
                "Ich bin kein Park-Skifahrer – und dafür sind diese Skier auch nicht gedacht – aber man kann mit ihnen gut springen. Sie rutschen nicht schnell unter dir weg. Für Rails sind sie wegen der 8 cm Off-Center-Montage vielleicht nicht so geeignet.",
                "Einer der ausschlaggebenden Gründe für den Vertis für mich war die Qualität meiner anderen Black Crows. Nach 4 Saisonen sind sie immer noch in gutem Zustand. Auch die Vertis sind qualitativ hochwertig.",
                "Das sind nicht die Skier für dich, wenn du nur im Park, oder nur auf perfekten Pisten, oder nur im tiefen Pulverschnee fahren willst. Aber wenn du einen schönen Pisten-Ski suchst, mit dem du auch springen und abseits der Piste fahren kannst, dann würde ich diese definitiv empfehlen!"
            ],
            "fr": [
                "C'est un bon ski de piste que vous pouvez également apprécier en hors-piste ! Le Vertis est le modèle de piste de Black Crows et il le fait bien. Avec une taille de 85 mm, le ski vous offre un agréable changement de carre et le rayon de 15 m rend les virages faciles. Le bord en acier plus large, des deux tailles standard, assure une bonne adhérence et une sensation de solidité.",
                "Mais ce ski n'est pas limité aux pistes parfaitement préparées. Vous pouvez aussi vous amuser avec hors-piste. Surtout dans un terrain tracé, la rigidité du ski donne une sensation de stabilité et de contrôle. Cela vous permet de skier à des vitesses plus élevées, ce qui compense pour la rotation un peu plus difficile de ce ski plus rigide.",
                "Je ne suis pas un skieur de parc – et ces skis ne sont pas destinés à cela – mais vous pouvez bien sauter avec. Ils ne glissent pas rapidement sous vos pieds. Pour les rails, ils ne seront peut-être pas si appropriés en raison du montage décentré de 8 cm.",
                "Une des raisons déterminantes pour les Vertis pour moi était la qualité de mes autres Black Crows. Après 4 saisons, ils sont toujours en bon état. Les Vertis sont également de forte qualité.",
                "Ce ne sont pas les skis pour vous si vous voulez seulement skier dans le parc, ou seulement sur des pistes parfaites, ou seulement dans de la poudreuse profonde. Mais si vous cherchez un bon ski de piste avec lequel vous pouvez aussi sauter et aller hors-piste, alors je les recommanderais certainement !"
            ],
            "pl": [
                "To świetny nart narciarski, który możesz cieszyć się również poza trasami! Vertis to model narciarski od Black Crows i świetnie się sprawdza. Z talią o szerokości 85 mm narty zapewniają przyjemną zmianę krawędzi, a promień 15 m ułatwia skręcanie. Szerzej, w dwóch standardowych rozmiarach, krawędź stalowa zapewnia przyczepność i solidne uczucie.",
                "Ale te narty nie są ograniczone tylko do doskonale przygotowanych tras. Można się na nich również dobrze bawić w terenie. Szczególnie na śladach, sztywność nart daje poczucie stabilności i kontroli. Pozwala to na jazdę z wyższą prędkością, co kompensuje nieco trudniejsze skręcanie tych sztywniejszych nart.",
                "Nie jestem narciarzem parkowym – i te narty nie są do tego przeznaczone – ale można na nich świetnie skakać. Nie ślizgają się szybko spod nóg. Do jazdy na poręczach mogą nie być odpowiednie ze względu na montaż 8 cm poza centrum.",
                "Jednym z decydujących powodów dla mnie, dla których wybrałem Vertis, była jakość moich innych nart Black Crows. Po 4 sezonach są nadal w dobrym stanie. Vertis również są wysokiej jakości.",
                "To nie są narty dla Ciebie, jeśli chcesz jeździć tylko w parku, tylko na doskonałych trasach lub tylko w głębokim puchu. Ale jeśli szukasz dobrych nart na trasę, z którymi można również skakać i wybrać się poza trasę, to zdecydowanie polecam te narty!"
            ],
            "es": [
                "¡Este es un gran esquí de pista que también puedes disfrutar fuera de pista! El Vertis es el modelo de pista de Black Crows y lo hace bien. Con una cintura de 85 mm, el esquí te proporciona un agradable cambio de canto y el radio de 15 m facilita el giro. El borde de acero más ancho, de los dos tamaños estándar, proporciona agarre y una sensación sólida.",
                "Pero este esquí no está limitado a pistas perfectamente preparadas. También puedes divertirte con él fuera de pista. Especialmente en terrenos trillados, la rigidez del esquí proporciona una sensación de estabilidad y control. Esto te permite esquiar a velocidades más altas, lo que compensa la dificultad de girar este esquí más rígido.",
                "No soy un esquiador de parque – y estos esquís tampoco están destinados para eso – pero puedes saltar bien con ellos. No se deslizan rápidamente debajo de ti. Para rieles, pueden no ser tan adecuados debido a la montura desplazada 8 cm del centro.",
                "Una de las razones decisivas para elegir el Vertis para mí fue la calidad de mis otros Black Crows. Después de 4 temporadas, todavía están en buen estado. El Vertis también es de alta calidad.",
                "Estos no son los esquís para ti si solo quieres esquiar en el parque, o solo en pistas perfectas, o solo en polvo profundo. Pero si buscas un buen esquí de pista con el que también puedas saltar y salir fuera de pista, entonces definitivamente los recomendaría."
            ],
            "ja": [
                "これはピステで楽しむための素晴らしいスキーで、オフピステでも楽しめます！VertisはBlack Crowsのピステモデルで、それをよくこなしています。85mmのウエストでスキーは快適なエッジチェンジを提供し、15mのラディウスはターンを容易にします。2つの標準サイズのうちの幅広いスチールエッジはグリップを提供し、しっかりとした感触を与えます。",
                "しかし、このスキーは完璧に整備されたピステに限定されません。オフピステでも楽しめます。特にトラックのある地形では、スキーの硬さが安定感とコントロール感を与えます。そのため、より高速でスキーができ、この硬いスキーの少し難しいターンを補うことができます。",
                "私はパークスキーヤーではありません - そして、これらのスキーもそのためには意図されていません - ですが、これらで素晴らしくジャンプすることができます。すぐに足元から滑り落ちることはありません。8cmのオフセンターマウントのため、レールにはあまり適していないかもしれません。",
                "Vertisを選んだ決定的な理由の一つは、私の他のBlack Crowsの品質でした。4シーズン後も、まだ良好な状態にあります。Vertisも品質が高いです。",
                "これらは、パークのみ、完璧なピステのみ、または深いパウダーのみでスキーをしたい場合には向いていません。しかし、素晴らしいピステスキーを探しており、ジャンプやオフピステにも行けるものなら、私は間違いなくこれらをお勧めします。"
            ]
        }
    },
    "Atomic Bent 100": {
        "picture": "/skis/Atomic Bent 100.png",
        "brand": "Atomic",
        "model": "Bent 100",
        "author": "Alice Ivey",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/atomicbent100",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-09",
        "paragraphs": {
            "en": [
                "The Atomic Bent 100 has solidified itself as a versatile ski that excels in a variety of conditions, making it a go-to choice for skiers who love exploring the mountain. With a 100mm waist, it finds a balance between float in powder and stability on groomed trails, giving skiers confidence across terrains.",
                "Built with a lightweight poplar wood core, the Bent 100 is playful yet stable. It performs well in soft snow due to the HRZN Tech tip and tail, which increase surface area for better float. At the same time, its underfoot camber provides enough edge grip to feel solid on harder, packed snow.",
                "On groomed runs, this ski remains stable, but where it truly shines is in more playful terrain, allowing skiers to experiment with spins, jumps, and quick turns. The medium flex and rocker profile make it responsive and forgiving, ideal for intermediate and advanced skiers alike.",
                "While the Bent 100 isn’t designed for ice or very hardpack, it’s light and agile, which allows skiers to maneuver around these areas with ease. The design is perfect for those who like a bit of everything—from powdery glades to park laps to carving on open trails.",
                "Overall, the Atomic Bent 100 is a reliable and fun all-mountain ski with a playful edge. It’s suitable for a wide range of skiers looking for a blend of stability, responsiveness, and versatility in their mountain adventures."
            ],
            "nl": [
                "De Atomic Bent 100 heeft zichzelf gevestigd als een veelzijdige ski die uitblinkt in verschillende omstandigheden, wat het een populaire keuze maakt voor skiërs die graag de berg verkennen. Met een taille van 100 mm vindt hij een balans tussen drijfvermogen in poeder en stabiliteit op geprepareerde pistes, waardoor skiërs vertrouwen krijgen op diverse terreinen.",
                "Gebouwd met een lichte populierenhouten kern, is de Bent 100 speels maar stabiel. Hij presteert goed in zachte sneeuw dankzij de HRZN Tech in de tip en tail, die het oppervlak vergroot voor een beter drijfvermogen. Tegelijkertijd zorgt de camber onder de voet voor voldoende grip op harde, gepakte sneeuw.",
                "Op geprepareerde paden blijft deze ski stabiel, maar het echte hoogtepunt is op speelser terrein, waar skiërs kunnen experimenteren met spins, sprongen en snelle bochten. De medium flex en rockerprofiel maken hem responsief en vergevingsgezind, ideaal voor zowel gemiddelde als gevorderde skiërs.",
                "Hoewel de Bent 100 niet ontworpen is voor ijs of zeer harde ondergrond, is hij licht en wendbaar, waardoor skiërs gemakkelijk om deze gebieden heen kunnen navigeren. Het ontwerp is perfect voor wie van alles een beetje houdt - van poederachtige bossen tot parkbanen en carvings op open pistes.",
                "Al met al is de Atomic Bent 100 een betrouwbare en leuke all-mountain ski met een speelse kant. Hij is geschikt voor een breed scala aan skiërs die op zoek zijn naar een mix van stabiliteit, reactievermogen en veelzijdigheid in hun bergavonturen."
            ],
            "fr": [
                "L'Atomic Bent 100 s'est imposé comme un ski polyvalent qui excelle dans une variété de conditions, en faisant un choix de prédilection pour les skieurs qui aiment explorer la montagne. Avec une largeur de 100 mm au patin, il trouve un équilibre entre flottabilité dans la poudreuse et stabilité sur les pistes damées, donnant aux skieurs confiance sur différents terrains.",
                "Construit avec un noyau léger en bois de peuplier, le Bent 100 est ludique mais stable. Il se comporte bien dans la neige molle grâce à la technologie HRZN en spatule et talon, qui augmente la surface pour une meilleure flottabilité. En même temps, son cambre sous le pied offre une accroche suffisante pour se sentir solide sur une neige plus dure.",
                "Sur les pistes damées, ce ski reste stable, mais il brille vraiment dans un terrain plus ludique, permettant aux skieurs d'expérimenter avec des rotations, des sauts et des virages rapides. La flexibilité moyenne et le profil rocker le rendent réactif et tolérant, idéal pour les skieurs de niveau intermédiaire et avancé.",
                "Bien que le Bent 100 ne soit pas conçu pour la glace ou les surfaces très dures, il est léger et agile, ce qui permet aux skieurs de contourner facilement ces zones. Le design est parfait pour ceux qui aiment un peu de tout - des clairières poudreuses aux sessions de park en passant par des courbes sur des pistes ouvertes.",
                "En somme, l'Atomic Bent 100 est un ski all-mountain fiable et amusant avec une touche de ludicité. Il convient à un large éventail de skieurs recherchant un mélange de stabilité, de réactivité et de polyvalence pour leurs aventures en montagne."
            ],
            "de": [
                "Der Atomic Bent 100 hat sich als vielseitiger Ski etabliert, der sich unter verschiedenen Bedingungen auszeichnet und eine beliebte Wahl für Skifahrer ist, die das Berggelände erkunden möchten. Mit einer Taille von 100 mm findet er ein Gleichgewicht zwischen Auftrieb im Pulverschnee und Stabilität auf präparierten Pisten, was Skifahrern auf verschiedenen Terrains Vertrauen gibt.",
                "Mit einem leichten Pappelholzkern gebaut, ist der Bent 100 verspielt und dennoch stabil. Dank der HRZN-Technologie in Spitze und Heck, die die Oberfläche für besseren Auftrieb vergrößert, zeigt er eine gute Leistung im weichen Schnee. Gleichzeitig bietet der Camber unter dem Fuß genug Kantenhalt, um sich auf härterem, festgefahrenem Schnee solide anzufühlen.",
                "Auf präparierten Pisten bleibt dieser Ski stabil, aber sein wahres Potenzial zeigt er in spielerischem Terrain, wo Skifahrer mit Spins, Sprüngen und schnellen Kurven experimentieren können. Die mittlere Flexibilität und das Rocker-Profil machen ihn reaktionsschnell und fehlerverzeihend, ideal für fortgeschrittene und erfahrene Skifahrer.",
                "Obwohl der Bent 100 nicht für Eis oder extrem harte Pisten konzipiert ist, ist er leicht und wendig, was es Skifahrern ermöglicht, solche Bereiche problemlos zu umfahren. Das Design ist perfekt für diejenigen, die von allem ein bisschen mögen - von Pulverschneefeldern über Parkrunden bis hin zu Carving-Schwüngen auf offenen Pisten.",
                "Insgesamt ist der Atomic Bent 100 ein zuverlässiger und unterhaltsamer All-Mountain-Ski mit einem spielerischen Touch. Er ist geeignet für eine breite Palette von Skifahrern, die nach einer Mischung aus Stabilität, Reaktionsfähigkeit und Vielseitigkeit für ihre Bergabenteuer suchen."
            ],
            "pl": [
                "Atomic Bent 100 ugruntował swoją pozycję jako wszechstronna narta, która świetnie sprawdza się w różnych warunkach, co czyni ją ulubionym wyborem dla narciarzy, którzy lubią odkrywać góry. Z szerokością 100 mm zapewnia równowagę między wypornością w puchu a stabilnością na przygotowanych trasach, co daje narciarzom pewność na różnych terenach.",
                "Zbudowany z lekkiego rdzenia z drewna topoli, Bent 100 jest zabawny, ale stabilny. Dobrze sprawdza się w miękkim śniegu dzięki technologii HRZN w dziobie i ogonie, która zwiększa powierzchnię dla lepszej wyporności. Jednocześnie camber pod stopą zapewnia wystarczającą przyczepność, aby czuć się pewnie na twardszym, ubitym śniegu.",
                "Na przygotowanych trasach narta pozostaje stabilna, ale prawdziwie błyszczy na bardziej zabawnych terenach, pozwalając narciarzom eksperymentować z obrotami, skokami i szybkimi skrętami. Średni flex i profil rocker czynią ją responsywną i wyrozumiałą, idealną zarówno dla średniozaawansowanych, jak i zaawansowanych narciarzy.",
                "Chociaż Bent 100 nie jest przeznaczony na lód ani bardzo twarde podłoże, jest lekki i zwrotny, co pozwala narciarzom z łatwością omijać te obszary. Projekt idealnie sprawdzi się dla tych, którzy lubią po trochu wszystkiego - od puszystych leśnych zakątków, przez jazdę w parku, aż po carving na otwartych trasach.",
                "Ogólnie rzecz biorąc, Atomic Bent 100 to niezawodna i zabawna narta all-mountain z odrobiną charakteru freestyle. Jest odpowiednia dla szerokiego grona narciarzy szukających stabilności, reaktywności i wszechstronności w swoich górskich przygodach."
            ],
            "ja": [
                "アトミック ベント 100は、多様な条件で卓越した性能を発揮し、山を探求することが好きなスキーヤーにとって信頼できる選択肢です。100mmのウエスト幅により、パウダーでの浮遊感と整地されたトレイルでの安定性のバランスを見つけ、さまざまな地形で自信を提供します。",
                "軽量なポプラ材のコアで作られたベント100は、遊び心がありつつも安定しています。HRZNテックのチップとテールが柔らかい雪での浮力を向上させるため、ソフトスノーでも優れた性能を発揮します。同時に、足元のキャンバーはエッジのグリップ力を提供し、硬く圧雪された雪の上でもしっかりとした感触を提供します。",
                "整地されたランでは、このスキーは安定していますが、より遊び心のある地形で真価を発揮し、スキーヤーがスピンやジャンプ、素早いターンで楽しむことができます。中程度のフレックスとロッカープロファイルにより、反応が良く、許容範囲が広く、初心者から中級者まで理想的です。",
                "ベント100は氷や非常に硬いパックには向いていませんが、軽量で機敏なため、スキーヤーはこれらのエリアを簡単に回避できます。このデザインは、粉雪の林間からパーク、オープンなトレイルでのカービングまで、さまざまな要素を楽しみたい方に最適です。",
                "総合的に、アトミック ベント 100は、安定性、応答性、そして山での冒険に最適な多用途性を備えた信頼できる楽しいオールマウンテンスキーです。"
            ],
            "es": [
                "El Atomic Bent 100 se ha consolidado como un esquí versátil que sobresale en una variedad de condiciones, convirtiéndose en una opción popular para los esquiadores que aman explorar la montaña. Con un patín de 100 mm, encuentra un equilibrio entre la flotación en la nieve polvo y la estabilidad en las pistas preparadas, brindando a los esquiadores confianza en diversos terrenos.",
                "Construido con un núcleo de madera de álamo ligero, el Bent 100 es juguetón pero estable. Se desempeña bien en nieve blanda gracias a la tecnología HRZN en la punta y cola, que aumenta la superficie para una mejor flotación. Al mismo tiempo, su camber bajo el pie proporciona suficiente agarre en los cantos para sentirse sólido en nieve dura y compacta.",
                "En pistas preparadas, este esquí se mantiene estable, pero donde realmente brilla es en terrenos más divertidos, permitiendo a los esquiadores experimentar con giros, saltos y cambios rápidos. Su flexión media y perfil rocker lo hacen receptivo y permisivo, ideal para esquiadores intermedios y avanzados por igual.",
                "Si bien el Bent 100 no está diseñado para hielo o condiciones muy duras, es ligero y ágil, lo que permite a los esquiadores moverse con facilidad por estas áreas. Su diseño es perfecto para aquellos que disfrutan un poco de todo, desde bosques nevados hasta vueltas en el parque y carving en pistas abiertas.",
                "En general, el Atomic Bent 100 es un esquí all-mountain confiable y divertido, con un toque lúdico. Es adecuado para una amplia gama de esquiadores que buscan una combinación de estabilidad, respuesta y versatilidad en sus aventuras en la montaña."
            ]
        }
    },
    "Atomic Bent 90": {
        "picture": "/skis/Atomic Bent 90.png",
        "brand": "Atomic",
        "model": "Bent 90",
        "author": "Alice Ivey",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/atomicbent90",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-09",
        "paragraphs": {
            "en": [
                "The Atomic Bent 90 has gained popularity as a versatile and playful ski, perfect for skiers who like a mix of park and all-mountain terrain. Known for its lightweight and agile construction, the Bent 90 allows skiers to navigate trees, bumps, and varied terrain with ease, making it a great choice for playful, creative runs.",
                "One of the standout features of the Bent 90 is its versatility. It performs well on groomed trails and offers enough responsiveness for freestyle skiing, which makes it suitable for a range of skiers from beginners to advanced riders. Whether you're hitting side hits, jumps, or trying new tricks, the Bent 90's pop and flexibility add to the fun.",
                "While it’s a lively ski, the Bent 90 isn’t without its limitations. Some skiers note that it tends to chatter at higher speeds, so it might not be the best choice for those looking to bomb down the mountain. Additionally, the 90mm waist provides moderate float in soft snow but isn’t ideal for deep powder days compared to wider models.",
                "Edge hold can also be a slight drawback on harder snow, which may affect those who prioritize carving precision. However, for those focused on a mix of playfulness and light all-mountain versatility, the Bent 90 remains a highly enjoyable and capable ski.",
                "Overall, the Atomic Bent 90 shines as a fun, maneuverable ski for intermediate to advanced skiers who want to combine park sessions with all-mountain exploration. Its lightweight design and playful character make it an excellent choice for creative skiers looking for a blend of responsiveness and versatility."
            ],
            "nl": [
                "De Atomic Bent 90 is populair geworden als een veelzijdige en speelse ski, perfect voor skiërs die houden van een mix van park en all-mountain terrein. De lichte en wendbare constructie van de Bent 90 stelt skiërs in staat om gemakkelijk door bomen, hobbels en gevarieerd terrein te navigeren, wat het een geweldige keuze maakt voor speelse, creatieve runs.",
                "Een van de opvallende kenmerken van de Bent 90 is zijn veelzijdigheid. Hij presteert goed op geprepareerde paden en biedt voldoende responsiviteit voor freestyle skiën, waardoor hij geschikt is voor een breed scala aan skiërs, van beginners tot gevorderden. Of je nu zijkanten, sprongen of nieuwe trucs probeert, de pop en flexibiliteit van de Bent 90 dragen bij aan het plezier.",
                "Hoewel het een levendige ski is, heeft de Bent 90 enkele beperkingen. Sommige skiërs merken op dat hij de neiging heeft om te rammelen bij hogere snelheden, dus het is misschien niet de beste keuze voor degenen die de berg willen afsuizen. Bovendien biedt de taille van 90 mm een gematigde drijfkracht in zachte sneeuw, maar is niet ideaal voor diepe poederdagen in vergelijking met bredere modellen.",
                "Kantengrip kan ook een klein nadeel zijn op hardere sneeuw, wat van invloed kan zijn op degenen die precisie bij het carven belangrijk vinden. Voor degenen die op zoek zijn naar een mix van speelsheid en lichte all-mountain veelzijdigheid, blijft de Bent 90 echter een zeer plezierige en capabele ski.",
                "Over het algemeen schittert de Atomic Bent 90 als een leuke, wendbare ski voor gemiddelde tot gevorderde skiërs die park sessies willen combineren met all-mountain verkenning. Het lichte ontwerp en speelse karakter maken het een uitstekende keuze voor creatieve skiërs die op zoek zijn naar een mix van responsiviteit en veelzijdigheid."
            ],
            "fr": [
                "L'Atomic Bent 90 s'est imposé comme un ski polyvalent et ludique, parfait pour les skieurs qui aiment mélanger le park et le tout-terrain. Avec sa construction légère et agile, le Bent 90 permet aux skieurs de naviguer facilement entre les arbres, les bosses et les terrains variés, en faisant un excellent choix pour des sessions créatives et amusantes.",
                "L'une des caractéristiques remarquables du Bent 90 est sa polyvalence. Il offre de bonnes performances sur les pistes damées et une réactivité suffisante pour le freestyle, ce qui le rend adapté à un large éventail de skieurs, des débutants aux riders avancés. Que ce soit pour prendre des bosses, des sauts ou tenter de nouvelles figures, le Bent 90 apporte du pop et de la flexibilité pour encore plus de plaisir.",
                "Bien qu'il soit un ski dynamique, le Bent 90 présente certaines limites. Certains skieurs notent qu'il a tendance à vibrer à des vitesses élevées, ce qui pourrait le rendre moins idéal pour ceux qui aiment dévaler la montagne. De plus, avec un patin de 90 mm, il offre une flottabilité modérée en neige molle, mais n'est pas optimal pour les jours de poudreuse profonde par rapport aux modèles plus larges.",
                "La tenue des carres peut également être un léger inconvénient sur neige dure, ce qui peut affecter ceux qui recherchent une précision de carving. Cependant, pour ceux qui privilégient un mélange de ludicité et de polyvalence tout-terrain légère, le Bent 90 reste un ski très agréable et performant.",
                "En somme, l'Atomic Bent 90 brille comme un ski amusant et maniable pour les skieurs intermédiaires à avancés qui veulent combiner sessions de park et exploration all-mountain. Son design léger et son caractère ludique en font un excellent choix pour les skieurs créatifs à la recherche d'une combinaison de réactivité et de polyvalence."
            ],
            "de": [
                "Der Atomic Bent 90 hat sich als vielseitiger und spielerischer Ski etabliert, perfekt für Skifahrer, die eine Mischung aus Park und All-Mountain-Gelände genießen. Mit seiner leichten und agilen Konstruktion ermöglicht der Bent 90 Skifahrern eine mühelose Navigation durch Bäume, Buckelpisten und abwechslungsreiches Terrain, was ihn zu einer großartigen Wahl für kreative und spaßige Abfahrten macht.",
                "Eines der herausragenden Merkmale des Bent 90 ist seine Vielseitigkeit. Er bietet gute Leistungen auf präparierten Pisten und genügend Reaktionsfähigkeit für Freestyle-Skiing, was ihn für eine breite Palette von Skifahrern geeignet macht, von Anfängern bis hin zu Fortgeschrittenen. Ob bei Side-Hits, Sprüngen oder neuen Tricks – der Bent 90 bietet Pop und Flexibilität für noch mehr Spaß.",
                "Obwohl es sich um einen lebhaften Ski handelt, ist der Bent 90 nicht ohne Einschränkungen. Einige Skifahrer bemerken, dass er bei höheren Geschwindigkeiten zum Rattern neigt, was ihn weniger ideal für diejenigen macht, die gerne mit hoher Geschwindigkeit fahren. Außerdem bietet die 90 mm Breite moderaten Auftrieb im weichen Schnee, ist jedoch im Vergleich zu breiteren Modellen nicht ideal für tiefe Pulverschneetage.",
                "Auch die Kantengriff kann bei härteren Schneeverhältnissen etwas nachlassen, was für Skifahrer, die auf Präzision beim Carven Wert legen, von Bedeutung sein kann. Für diejenigen, die eine Mischung aus Verspieltheit und leichter All-Mountain-Vielseitigkeit suchen, bleibt der Bent 90 jedoch ein sehr unterhaltsamer und leistungsfähiger Ski.",
                "Insgesamt überzeugt der Atomic Bent 90 als spaßiger, wendiger Ski für fortgeschrittene Anfänger und erfahrene Skifahrer, die Park-Sessions mit All-Mountain-Erkundungen kombinieren möchten. Sein leichtes Design und sein spielerischer Charakter machen ihn zur idealen Wahl für kreative Skifahrer, die eine Mischung aus Reaktionsfähigkeit und Vielseitigkeit suchen."
            ],
            "pl": [
                "Atomic Bent 90 zyskał popularność jako wszechstronna i zabawna narta, idealna dla narciarzy lubiących połączenie jazdy w parku i na all-mountain. Dzięki lekkiej i zwrotnej konstrukcji Bent 90 pozwala narciarzom z łatwością poruszać się między drzewami, muldami i różnorodnym terenem, co czyni go doskonałym wyborem dla kreatywnych, zabawnych zjazdów.",
                "Jedną z wyróżniających się cech Bent 90 jest jego wszechstronność. Dobrze radzi sobie na przygotowanych trasach i zapewnia wystarczającą responsywność do jazdy freestyle, co czyni go odpowiednim dla szerokiego grona narciarzy, od początkujących po zaawansowanych. Niezależnie od tego, czy wykonujesz skoki, obroty, czy próbujesz nowych trików, elastyczność i pop Bent 90 dodają zabawy.",
                "Chociaż jest to żywa narta, Bent 90 nie jest bez ograniczeń. Niektórzy narciarze zauważają, że przy wyższych prędkościach ma tendencję do drżenia, co może sprawić, że nie jest to najlepszy wybór dla tych, którzy cenią prędkość. Ponadto, przy szerokości 90 mm, zapewnia umiarkowaną wyporność w miękkim śniegu, ale nie jest optymalny na głębokie dni z puchu w porównaniu do szerszych modeli.",
                "Przyczepność krawędzi może być również lekką wadą na twardszym śniegu, co może mieć znaczenie dla tych, którzy cenią precyzję skrętów. Jednak dla tych, którzy szukają mieszanki zabawy i lekkiej wszechstronności all-mountain, Bent 90 pozostaje bardzo przyjemną i sprawną nartą.",
                "Ogólnie rzecz biorąc, Atomic Bent 90 błyszczy jako zabawna, zwrotna narta dla średniozaawansowanych i zaawansowanych narciarzy, którzy chcą łączyć sesje w parku z eksploracją all-mountain. Jego lekka konstrukcja i zabawny charakter czynią go doskonałym wyborem dla kreatywnych narciarzy poszukujących responsywności i wszechstronności."
            ],
            "ja": [
                "アトミック ベント 90は、多用途で遊び心のあるスキーとして人気を集めており、パークとオールマウンテンの両方の地形を楽しむスキーヤーに最適です。軽量で機敏な構造により、ベント 90 は樹木やバンプ、さまざまな地形を簡単にナビゲートできるため、創造的で楽しい滑走に適しています。",
                "ベント 90 の注目すべき特徴の 1 つは、その多様性です。整地されたトレイルで優れたパフォーマンスを発揮し、フリースタイル スキーに十分な応答性を提供するため、初心者から上級ライダーまで幅広いスキーヤーに適しています。サイドヒットやジャンプ、新しいトリックに挑戦する際にも、ベント 90 のポップと柔軟性が楽しさを増幅します。",
                "活発なスキーですが、ベント 90 にはいくつかの制限があります。一部のスキーヤーは、高速になると振動しやすいと指摘しており、山を高速で滑り降りることを好む人には最適ではないかもしれません。さらに、90 mm のウエスト幅は柔らかい雪で適度な浮力を提供しますが、幅広のモデルと比較すると、深雪の日には理想的ではありません。",
                "硬い雪ではエッジ保持力が若干劣る場合があり、正確なカービングを優先する人にとっては影響があるかもしれません。しかし、遊び心と軽いオールマウンテンの多用途性を重視する人にとって、ベント 90 は非常に楽しく、優れたスキーです。",
                "全体として、アトミック ベント 90 は、パーク セッションとオール マウンテンの探検を組み合わせたい中級から上級のスキーヤーにとって、楽しくて機敏なスキーとして輝いています。その軽量なデザインと遊び心のあるキャラクターは、応答性と多用途性を求める創造的なスキーヤーに最適な選択肢です。"
            ],
            "es": [
                "El Atomic Bent 90 se ha ganado una reputación como un esquí versátil y divertido, perfecto para esquiadores que disfrutan de una combinación de terreno de parque y all-mountain. Con su construcción ligera y ágil, el Bent 90 permite a los esquiadores moverse con facilidad entre árboles, baches y terrenos variados, siendo una excelente opción para una experiencia de esquí creativa y divertida.",
                "Una de las características destacadas del Bent 90 es su versatilidad. Rinde bien en pistas preparadas y ofrece suficiente respuesta para el esquí freestyle, lo que lo hace adecuado para una variedad de esquiadores, desde principiantes hasta avanzados. Ya sea en saltos, giros o probando nuevos trucos, el Bent 90 aporta pop y flexibilidad que incrementan la diversión.",
                "Aunque es un esquí activo, el Bent 90 tiene algunas limitaciones. Algunos esquiadores señalan que tiende a vibrar a velocidades más altas, por lo que quizás no sea la mejor opción para aquellos que buscan velocidad. Además, con un patín de 90 mm, ofrece flotación moderada en nieve blanda, pero no es ideal para días de polvo profundo en comparación con modelos más anchos.",
                "La sujeción de cantos también puede ser una pequeña desventaja en nieve dura, lo que puede afectar a aquellos que priorizan la precisión en los giros. Sin embargo, para aquellos que buscan una mezcla de diversión y versatilidad ligera en el all-mountain, el Bent 90 sigue siendo un esquí muy agradable y competente.",
                "En general, el Atomic Bent 90 destaca como un esquí divertido y manejable para esquiadores intermedios y avanzados que desean combinar sesiones de parque con exploración en todo tipo de montañas. Su diseño ligero y carácter juguetón lo convierten en una excelente opción para esquiadores creativos que buscan una mezcla de respuesta y versatilidad."
            ]
        }
    },
    "Atomic Bent 85": {
        "picture": "/skis/Atomic Bent 85.png",
        "brand": "Atomic",
        "model": "Bent 85",
        "author": "Alice Ivey",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/atomicbent85",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-09",
        "paragraphs": {
            "en": [
                "The Atomic Bent 85 is a versatile all-mountain ski that shines as a fun, playful option for intermediate to advanced skiers. Designed by Chris Benchetler and the Atomic Freeski team, the Bent 85 is built to perform across various terrains, offering a balanced mix of stability and agility.",
                "One of the standout features of the Bent 85 is its versatility. The 85mm waist, combined with an All Mountain Rocker, makes it ideal for everything from groomed trails to light off-piste runs. It offers enough edge grip to handle harder snow conditions, while its lightweight construction provides a lively, responsive feel that skiers will appreciate in the park or on more playful runs.",
                "In terms of durability, the Bent 85 doesn’t disappoint. The ski is built with a compound wood core and Dura Cap Sidewall construction, which adds to its robustness and gives it a solid edge-to-edge performance. This build quality ensures that it holds up well over time, even with regular use in mixed terrain.",
                "However, the Bent 85 does have a few limitations. Some skiers note that it may lack stability at higher speeds, which could be a drawback for those who prioritize a fast, aggressive ride. Additionally, with its 85mm waist, the ski provides limited flotation in deeper powder, making it less ideal for heavy snow days compared to wider models in the Bent series.",
                "Overall, the Atomic Bent 85 is a reliable and enjoyable all-mountain ski with a playful edge, ideal for skiers who want a mix of on-piste control and off-piste exploration. It’s a great choice for those looking to enhance their freestyle skills and enjoy a responsive, agile ski that performs well across diverse mountain conditions."
            ],
            "nl": [
                "De Atomic Bent 85 is een veelzijdige all-mountain ski die schittert als een leuke, speelse optie voor gemiddelde tot gevorderde skiërs. Ontworpen door Chris Benchetler en het Atomic Freeski-team, is de Bent 85 gebouwd om op verschillende terreinen te presteren en biedt hij een uitgebalanceerde mix van stabiliteit en wendbaarheid.",
                "Een van de opvallende kenmerken van de Bent 85 is zijn veelzijdigheid. De taille van 85 mm, gecombineerd met een All Mountain Rocker, maakt hem ideaal voor alles, van geprepareerde paden tot lichte off-piste-afdalingen. Hij biedt voldoende kantengrip om harder sneeuwomstandigheden aan te kunnen, terwijl zijn lichte constructie een levendig en responsief gevoel geeft dat skiërs zullen waarderen in het park of op speelsere afdalingen.",
                "Op het gebied van duurzaamheid stelt de Bent 85 niet teleur. De ski is gebouwd met een samengestelde houten kern en Dura Cap Sidewall-constructie, wat bijdraagt aan zijn robuustheid en een solide kant-tot-kant prestaties biedt. Deze bouwkwaliteit zorgt ervoor dat hij goed standhoudt na verloop van tijd, zelfs bij regelmatig gebruik op gemengd terrein.",
                "Toch heeft de Bent 85 enkele beperkingen. Sommige skiërs merken op dat hij mogelijk stabiliteit mist bij hogere snelheden, wat een nadeel kan zijn voor degenen die een snelle, agressieve rit belangrijk vinden. Bovendien biedt de taille van 85 mm beperkte drijfvermogen in diepere poeder, waardoor hij minder ideaal is voor dagen met veel sneeuw in vergelijking met bredere modellen in de Bent-serie.",
                "Al met al is de Atomic Bent 85 een betrouwbare en aangename all-mountain ski met een speelse kant, ideaal voor skiërs die op zoek zijn naar een mix van controle op de piste en off-piste verkenning. Het is een geweldige keuze voor degenen die hun freestyle vaardigheden willen verbeteren en willen genieten van een responsieve, wendbare ski die goed presteert onder diverse bergomstandigheden."
            ],
            "fr": [
                "L'Atomic Bent 85 est un ski all-mountain polyvalent qui brille comme une option ludique et amusante pour les skieurs intermédiaires à avancés. Conçu par Chris Benchetler et l'équipe Atomic Freeski, le Bent 85 est fait pour performer sur différents terrains, offrant un mélange équilibré de stabilité et d'agilité.",
                "L'un des points forts du Bent 85 est sa polyvalence. Avec un patin de 85 mm et un All Mountain Rocker, il est idéal pour tout, des pistes damées aux descentes légères en hors-piste. Il offre une bonne accroche sur les neiges dures, tandis que sa construction légère procure une sensation vive et réactive que les skieurs apprécieront dans le park ou sur des parcours plus ludiques.",
                "En termes de durabilité, le Bent 85 ne déçoit pas. Il est doté d'un noyau en bois composite et d'une construction Dura Cap Sidewall, qui ajoute à sa robustesse et offre une performance de carre à carre solide. Cette qualité de construction garantit qu'il tient bien dans le temps, même avec une utilisation régulière en terrains variés.",
                "Cependant, le Bent 85 présente quelques limites. Certains skieurs notent qu'il peut manquer de stabilité à haute vitesse, ce qui pourrait être un inconvénient pour ceux qui privilégient une conduite rapide et agressive. De plus, avec un patin de 85 mm, le ski offre une flottabilité limitée dans la poudreuse profonde, ce qui le rend moins idéal pour les jours de neige épaisse par rapport aux modèles plus larges de la série Bent.",
                "Dans l'ensemble, l'Atomic Bent 85 est un ski all-mountain fiable et agréable, avec une touche ludique, idéal pour les skieurs qui recherchent un mélange de contrôle sur piste et d'exploration hors-piste. C'est un excellent choix pour ceux qui souhaitent améliorer leurs compétences en freestyle et profiter d'un ski réactif et agile, performant dans des conditions de montagne variées."
            ],
            "de": [
                "Der Atomic Bent 85 hat sich als vielseitiger All-Mountain-Ski etabliert, der als unterhaltsame, spielerische Option für fortgeschrittene Skifahrer glänzt. Entworfen von Chris Benchetler und dem Atomic Freeski-Team, ist der Bent 85 darauf ausgelegt, in verschiedenen Geländetypen zu bestehen und eine ausgewogene Mischung aus Stabilität und Agilität zu bieten.",
                "Eines der herausragenden Merkmale des Bent 85 ist seine Vielseitigkeit. Die 85 mm Taille, kombiniert mit einem All Mountain Rocker, macht ihn ideal für alles, von präparierten Pisten bis hin zu leichtem Off-Piste-Gelände. Er bietet genug Kantengriff für härtere Schneebedingungen, während seine leichte Konstruktion ein lebendiges, reaktionsschnelles Gefühl vermittelt, das Skifahrer im Park oder auf spielerischen Pisten zu schätzen wissen.",
                "In Bezug auf Haltbarkeit enttäuscht der Bent 85 nicht. Der Ski ist mit einem Verbundholzkern und einer Dura Cap Sidewall-Konstruktion gebaut, was seine Robustheit erhöht und eine solide Kanten-zu-Kanten-Leistung bietet. Diese Bauqualität stellt sicher, dass er auch bei regelmäßiger Nutzung in gemischtem Gelände gut hält.",
                "Der Bent 85 weist jedoch einige Einschränkungen auf. Einige Skifahrer bemerken, dass er bei höheren Geschwindigkeiten an Stabilität verliert, was für diejenigen, die eine schnelle, aggressive Fahrt bevorzugen, nachteilig sein könnte. Darüber hinaus bietet der Ski mit seinen 85 mm unter dem Fuß nur begrenzte Auftriebskraft im Tiefschnee, was ihn im Vergleich zu breiteren Modellen der Bent-Serie für schneereiche Tage weniger ideal macht.",
                "Alles in allem ist der Atomic Bent 85 ein zuverlässiger und angenehmer All-Mountain-Ski mit einer spielerischen Seite, ideal für Skifahrer, die eine Mischung aus Kontrolle auf der Piste und Off-Piste-Erkundungen suchen. Er ist eine großartige Wahl für diejenigen, die ihre Freestyle-Fähigkeiten verbessern und einen reaktionsschnellen, agilen Ski genießen möchten, der unter verschiedenen Bergbedingungen gut abschneidet."
            ],
            "pl": [
                "Atomic Bent 85 to wszechstronna narta all-mountain, która błyszczy jako zabawna i dynamiczna opcja dla średnio zaawansowanych i zaawansowanych narciarzy. Zaprojektowana przez Chrisa Benchetlera i zespół Atomic Freeski, Bent 85 jest stworzona do działania na różnych terenach, oferując zrównoważoną mieszankę stabilności i zwrotności.",
                "Jedną z wyróżniających cech Bent 85 jest jego wszechstronność. Szerokość 85 mm, w połączeniu z All Mountain Rocker, sprawia, że jest idealna do wszystkiego, od przygotowanych tras po lekkie zjazdy poza trasą. Zapewnia wystarczającą przyczepność krawędzi do radzenia sobie z twardszymi warunkami śniegowymi, podczas gdy jej lekka konstrukcja zapewnia żywe i responsywne odczucie, które narciarze docenią w parku lub na bardziej dynamicznych trasach.",
                "Jeśli chodzi o trwałość, Bent 85 nie zawodzi. Narta jest zbudowana z kompozytowego rdzenia drewnianego i konstrukcji Dura Cap Sidewall, co zwiększa jej wytrzymałość i zapewnia solidną wydajność od krawędzi do krawędzi. Ta jakość konstrukcji gwarantuje, że narta dobrze wytrzymuje z czasem, nawet przy regularnym użytkowaniu w zróżnicowanym terenie.",
                "Bent 85 ma jednak kilka ograniczeń. Niektórzy narciarze zauważają, że może brakować jej stabilności przy wyższych prędkościach, co może stanowić wadę dla tych, którzy preferują szybką, agresywną jazdę. Dodatkowo, z szerokością 85 mm, narta zapewnia ograniczoną pływalność w głębszym śniegu, co czyni ją mniej idealną na dni z dużą ilością śniegu w porównaniu do szerszych modeli serii Bent.",
                "Ogólnie rzecz biorąc, Atomic Bent 85 to niezawodna i przyjemna narta all-mountain o dynamicznym charakterze, idealna dla narciarzy, którzy szukają mieszanki kontroli na stoku i eksploracji poza trasą. Jest doskonałym wyborem dla tych, którzy chcą poprawić swoje umiejętności freestyle'owe i cieszyć się responsywną, zwrotną nartą, która sprawdza się w różnych warunkach górskich."
            ],
            "ja": [
                "アトミック ベント 85 は、中級から上級スキーヤーにとって楽しく遊び心のあるオプションとして輝く、多用途のオールマウンテンスキーです。クリス・ベンチェトラーとアトミック フリースキーチームによって設計されたベント85は、さまざまな地形でパフォーマンスを発揮するように作られており、安定性と機敏性のバランスの取れたスキーです。",
                "ベント85の特徴の1つは、その多様性です。85mmのウエストとオールマウンテンロッカーが組み合わさり、整地されたトレイルから軽いオフピステまで、あらゆる場面に対応します。エッジのグリップ力はしっかりしており、硬い雪にも対応できますが、その軽量構造により、パークやより遊び心のある滑走でスキーヤーに生き生きとした反応を提供します。",
                "耐久性の面でも、ベント85は期待を裏切りません。スキーはコンパウンドウッドコアとデュラキャップサイドウォール構造で作られており、その強靭さとエッジ間のパフォーマンスの良さが特長です。このビルドクオリティにより、様々な地形での定期的な使用にも耐えられることが保証されています。",
                "ただし、ベント85にはいくつかの制約があります。一部のスキーヤーは、高速になると安定性が低下する可能性があると指摘しており、スピードを重視するライダーにとっては欠点となるかもしれません。また、85mmのウエストは深雪での浮遊力が限られているため、ベントシリーズのより幅広のモデルと比較すると、大雪の日にはやや不利です。",
                "全体的に、アトミック ベント 85は遊び心のある信頼性の高いオールマウンテンスキーで、オンピステでのコントロールとオフピステでの探検を楽しみたいスキーヤーに最適です。フリースタイルのスキルを向上させ、様々な山岳条件で反応性と敏捷性に優れたスキーを楽しみたい方におすすめです。"
            ],
            "es": [
                "El Atomic Bent 85 es un esquí all-mountain versátil que brilla como una opción divertida y lúdica para esquiadores intermedios y avanzados. Diseñado por Chris Benchetler y el equipo Atomic Freeski, el Bent 85 está construido para rendir en diversos terrenos, ofreciendo una mezcla equilibrada de estabilidad y agilidad.",
                "Una de las características destacadas del Bent 85 es su versatilidad. El patín de 85 mm, combinado con un All Mountain Rocker, lo hace ideal para todo, desde pistas preparadas hasta ligeras bajadas fuera de pista. Ofrece suficiente agarre en los cantos para manejar condiciones de nieve dura, mientras que su construcción ligera proporciona una sensación viva y receptiva que los esquiadores apreciarán en el parque o en recorridos más lúdicos.",
                "En cuanto a durabilidad, el Bent 85 no decepciona. El esquí está construido con un núcleo de madera compuesta y construcción Dura Cap Sidewall, lo que aumenta su robustez y le da un rendimiento sólido de canto a canto. Esta calidad de construcción garantiza que se mantenga bien con el tiempo, incluso con un uso regular en terreno mixto.",
                "Sin embargo, el Bent 85 tiene algunas limitaciones. Algunos esquiadores señalan que puede carecer de estabilidad a altas velocidades, lo que podría ser un inconveniente para quienes priorizan una conducción rápida y agresiva. Además, con su patín de 85 mm, el esquí ofrece una flotación limitada en polvo profundo, lo que lo hace menos ideal para días de nieve abundante en comparación con los modelos más anchos de la serie Bent.",
                "En general, el Atomic Bent 85 es un esquí all-mountain fiable y agradable con un toque lúdico, ideal para esquiadores que buscan una mezcla de control en pista y exploración fuera de pista. Es una excelente opción para quienes buscan mejorar sus habilidades de estilo libre y disfrutar de un esquí ágil y receptivo que rinde bien en diversas condiciones de montaña."
            ]
        }
    },
    "Atomic Bent 110": {
        "picture": "/skis/Atomic Bent 110.png",
        "brand": "Atomic",
        "model": "Bent 110",
        "author": "Alice Ivey",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/atomicbent110",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-09",
        "paragraphs": {
            "en": [
                "The Atomic Bent 110 is a versatile all-mountain ski that brings a playful edge to both groomed trails and off-piste adventures. Designed by Chris Benchetler and the Atomic Freeski team, the Bent 110 caters to intermediate and advanced skiers seeking a lively, agile ride that’s just as at home in powder as it is on mixed terrain.",
                "With a 110mm waist and All Mountain Rocker, this ski is built for versatility. It performs well in powder, delivering excellent floatation, while its width and rocker profile allow for smooth maneuvering in soft snow. The Bent 110 handles groomed runs comfortably, making it a great option for skiers who enjoy switching between different types of terrain.",
                "One of the standout features of the Bent 110 is its playfulness. The lightweight construction and responsive design make it easy to pop off jumps, hit side hits, and tackle varied terrain with creativity. This ski is particularly well-suited for skiers who enjoy freestyle elements and a bit of spontaneous fun on the slopes.",
                "While the Bent 110 shines in many areas, it does have a few limitations. Some skiers report that it lacks a bit of stability at higher speeds, making it less ideal for those who prefer an aggressive, high-speed experience. Additionally, the edge grip on harder snow may not be as strong as more specialized models, which could affect performance in icy or very firm conditions.",
                "Overall, the Atomic Bent 110 is a reliable and enjoyable all-mountain ski that excels in various conditions. Its playful and responsive nature makes it ideal for skiers looking to mix on-piste control with off-piste exploration. For those aiming to enhance their freestyle skills while enjoying a responsive, agile ride across diverse mountain conditions, the Bent 110 is a fantastic choice."
            ],
            "nl": [
                "De Atomic Bent 110 is een veelzijdige all-mountain ski die zowel op geprepareerde paden als buiten de piste een speelse kant naar voren brengt. Ontworpen door Chris Benchetler en het Atomic Freeski-team, is de Bent 110 ideaal voor gemiddelde tot gevorderde skiërs die op zoek zijn naar een levendige, wendbare rit die zowel in poeder als op gemengd terrein tot zijn recht komt.",
                "Met een taille van 110 mm en een All Mountain Rocker is deze ski gebouwd voor veelzijdigheid. Hij presteert goed in poeder, biedt uitstekende drijfvermogen, en zijn breedte en rocker-profiel zorgen voor soepele wendbaarheid in zachte sneeuw. De Bent 110 houdt zich comfortabel op geprepareerde paden, wat het een geweldige optie maakt voor skiërs die graag wisselen tussen verschillende soorten terrein.",
                "Een van de opvallende kenmerken van de Bent 110 is zijn speelsheid. De lichte constructie en responsieve ontwerp maken het gemakkelijk om te springen, side hits te nemen en gevarieerd terrein met creativiteit aan te pakken. Deze ski is bijzonder geschikt voor skiërs die van freestyle-elementen en een beetje spontane plezier op de piste houden.",
                "Hoewel de Bent 110 op veel gebieden uitblinkt, heeft hij wel enkele beperkingen. Sommige skiërs melden dat hij bij hogere snelheden wat stabiliteit mist, waardoor hij minder ideaal is voor degenen die een agressieve, snelle rit verkiezen. Bovendien is de grip op harde sneeuw mogelijk niet zo sterk als bij meer gespecialiseerde modellen, wat de prestaties op ijzige of zeer stevige ondergronden kan beïnvloeden.",
                "Al met al is de Atomic Bent 110 een betrouwbare en plezierige all-mountain ski die uitblinkt in verschillende omstandigheden. Zijn speelse en responsieve karakter maakt het ideaal voor skiërs die controle op de piste willen combineren met verkenning buiten de piste. Voor degenen die hun freestyle-vaardigheden willen verbeteren en willen genieten van een responsieve, wendbare rit in diverse bergomstandigheden, is de Bent 110 een fantastische keuze."
            ],
            "fr": [
                "L'Atomic Bent 110 est un ski all-mountain polyvalent qui ajoute une touche ludique aux pistes damées et aux aventures hors-piste. Conçu par Chris Benchetler et l'équipe Atomic Freeski, le Bent 110 s'adresse aux skieurs intermédiaires et avancés cherchant une expérience vivante et agile, adaptée aussi bien à la poudreuse qu'aux terrains variés.",
                "Avec une largeur de 110 mm et un All Mountain Rocker, ce ski est conçu pour la polyvalence. Il offre une excellente flottabilité en poudreuse, tandis que sa largeur et son profil rocker permettent une maniabilité fluide dans la neige molle. Le Bent 110 se comporte également bien sur les pistes damées, ce qui en fait une option de choix pour les skieurs qui aiment alterner les types de terrain.",
                "L'un des points forts du Bent 110 est sa capacité à s'adapter à une approche ludique. La construction légère et le design réactif facilitent les sauts, les figures freestyle et les déplacements créatifs sur des terrains variés. Ce ski est particulièrement adapté aux skieurs qui apprécient les éléments freestyle et un peu de spontanéité sur les pistes.",
                "Bien que le Bent 110 brille dans de nombreux domaines, il présente quelques limitations. Certains skieurs remarquent qu'il peut manquer de stabilité à haute vitesse, ce qui le rend moins idéal pour ceux qui recherchent une expérience rapide et agressive. De plus, la tenue des carres sur la neige dure peut ne pas être aussi performante que celle de modèles plus spécialisés, ce qui pourrait affecter les performances dans des conditions glacées ou très fermes.",
                "En somme, l'Atomic Bent 110 est un ski all-mountain fiable et agréable qui excelle dans diverses conditions. Son caractère ludique et réactif en fait un choix idéal pour les skieurs cherchant à combiner contrôle sur piste et exploration hors-piste. Pour ceux qui souhaitent améliorer leurs compétences freestyle tout en profitant d'un ski agile et réactif dans diverses conditions de montagne, le Bent 110 est un excellent choix."
            ],
            "de": [
                "Der Atomic Bent 110 ist ein vielseitiger All-Mountain-Ski, der sowohl auf präparierten Pisten als auch im Gelände eine spielerische Seite zeigt. Entworfen von Chris Benchetler und dem Atomic Freeski-Team, richtet sich der Bent 110 an fortgeschrittene Skifahrer, die eine lebendige, agile Fahrt suchen, die sich sowohl im Pulverschnee als auch auf gemischtem Gelände bewährt.",
                "Mit einer Taille von 110 mm und einem All-Mountain-Rocker ist dieser Ski für Vielseitigkeit gebaut. Er bietet hervorragenden Auftrieb im Pulverschnee, und seine Breite und das Rocker-Profil ermöglichen eine geschmeidige Wendigkeit im weichen Schnee. Der Bent 110 fühlt sich auch auf präparierten Pisten wohl, was ihn zu einer großartigen Option für Skifahrer macht, die gerne zwischen verschiedenen Geländetypen wechseln.",
                "Eine der herausragenden Eigenschaften des Bent 110 ist seine Verspieltheit. Die leichte Konstruktion und das reaktionsfreudige Design machen es einfach, Sprünge zu machen, seitliche Hits zu nehmen und kreatives Fahren in unterschiedlichem Gelände zu genießen. Dieser Ski eignet sich besonders gut für Skifahrer, die Freestyle-Elemente und spontane Freude auf den Pisten schätzen.",
                "Obwohl der Bent 110 in vielen Bereichen glänzt, hat er einige Einschränkungen. Einige Skifahrer berichten, dass ihm bei höheren Geschwindigkeiten etwas Stabilität fehlt, was ihn für diejenigen, die eine schnelle, aggressive Fahrt bevorzugen, weniger ideal macht. Außerdem ist die Kantengriff auf härterem Schnee möglicherweise nicht so stark wie bei spezialisierten Modellen, was die Leistung auf eisigen oder sehr festen Bedingungen beeinträchtigen könnte.",
                "Insgesamt ist der Atomic Bent 110 ein zuverlässiger und angenehmer All-Mountain-Ski, der sich in verschiedenen Bedingungen bewährt. Sein spielerischer und reaktionsfreudiger Charakter macht ihn ideal für Skifahrer, die Kontrolle auf der Piste mit Off-Piste-Erkundungen kombinieren möchten. Für diejenigen, die ihre Freestyle-Fähigkeiten verbessern und eine reaktionsschnelle, agile Fahrt über verschiedene Bergbedingungen genießen möchten, ist der Bent 110 eine fantastische Wahl."
            ],
            "pl": [
                "Atomic Bent 110 to wszechstronna narta all-mountain, która dodaje element zabawy zarówno na przygotowanych trasach, jak i poza nimi. Zaprojektowany przez Chrisa Benchetlera i zespół Atomic Freeski, Bent 110 jest przeznaczony dla średniozaawansowanych i zaawansowanych narciarzy, którzy szukają żywej, zwrotnej jazdy, dobrze radzącej sobie zarówno w puchu, jak i na zróżnicowanym terenie.",
                "Dzięki szerokości 110 mm i All Mountain Rocker ten model został zaprojektowany z myślą o wszechstronności. Zapewnia doskonałą wyporność w puchu, a jego szerokość i profil rocker pozwalają na płynną manewrowość w miękkim śniegu. Bent 110 dobrze sprawdza się również na przygotowanych trasach, co czyni go idealnym wyborem dla narciarzy lubiących zmieniać typy terenu.",
                "Jedną z wyróżniających cech Bent 110 jest jego zdolność do zabawy. Lekka konstrukcja i responsywny design ułatwiają skoki, obroty i kreatywne przemieszczanie się po różnorodnym terenie. Ta narta szczególnie odpowiada narciarzom ceniącym freestyle i spontaniczne zabawy na stoku.",
                "Chociaż Bent 110 błyszczy w wielu aspektach, ma pewne ograniczenia. Niektórzy narciarze zauważają, że brakuje mu nieco stabilności przy wyższych prędkościach, co może być wadą dla osób preferujących szybszą, bardziej agresywną jazdę. Dodatkowo przyczepność krawędzi na twardszym śniegu może nie dorównywać bardziej wyspecjalizowanym modelom, co może wpływać na wydajność w oblodzonych lub bardzo twardych warunkach.",
                "Ogólnie rzecz biorąc, Atomic Bent 110 to niezawodna i przyjemna narta all-mountain, która dobrze sprawdza się w różnych warunkach. Jej zabawowy i responsywny charakter sprawia, że jest idealna dla narciarzy, którzy chcą połączyć kontrolę na trasie z eksploracją terenu poza nią. Dla tych, którzy chcą poprawić swoje umiejętności freestyle i cieszyć się zwrotną, żywą jazdą w zróżnicowanych warunkach górskich, Bent 110 jest doskonałym wyborem."
            ],
            "ja": [
                "アトミック ベント 110 は、整地されたゲレンデとオフピステでの冒険の両方で遊び心を持たせるオールマウンテンスキーです。クリス・ベンチェトラーとアトミック フリースキーチームによって設計されたベント110は、中級から上級のスキーヤーを対象に、パウダーや混合地形での滑走に適した軽快で敏捷な体験を提供します。",
                "110mmのウエストとオールマウンテンロッカーを備えたこのスキーは、多用途性を考慮して設計されています。パウダーでの優れた浮力を提供し、その幅とロッカープロファイルにより柔らかい雪でのスムーズな操作が可能です。また、整地されたゲレンデでも快適に使用できるため、さまざまな地形を行き来することを楽しむスキーヤーには理想的な選択肢です。",
                "ベント110の特徴の1つは、その遊び心です。軽量構造と反応性のあるデザインにより、ジャンプやサイドヒット、さまざまな地形でのクリエイティブな滑走が容易に楽しめます。このスキーは、フリースタイル要素と少しのスロープでの即興的な楽しみを好むスキーヤーに特に適しています。",
                "ベント110は多くの点で優れていますが、いくつかの制約もあります。一部のスキーヤーは、高速になるとやや安定性が欠けると報告しており、スピードを重視する人には最適ではないかもしれません。また、硬い雪でのエッジグリップは、より専門的なモデルに比べてやや劣るため、アイスバーンや非常に硬い条件では性能に影響が出る可能性があります。",
                "総合的に、アトミック ベント 110は、さまざまな条件で優れた性能を発揮する信頼性の高い楽しいオールマウンテンスキーです。遊び心があり反応の良い性格により、オンピステでの制御とオフピステでの探検を組み合わせたいスキーヤーに最適です。フリースタイルスキルを向上させ、さまざまな山岳条件で応答性と敏捷性に優れた滑りを楽しみたい方に、ベント110は素晴らしい選択です。"
            ],
            "es": [
                "El Atomic Bent 110 es un esquí all-mountain versátil que aporta un toque lúdico tanto en las pistas preparadas como en las aventuras fuera de pista. Diseñado por Chris Benchetler y el equipo Atomic Freeski, el Bent 110 está dirigido a esquiadores intermedios y avanzados que buscan una experiencia ágil y viva, adaptada tanto a la nieve polvo como a terrenos mixtos.",
                "Con un patín de 110 mm y un All Mountain Rocker, este esquí está diseñado para la versatilidad. Se desempeña bien en nieve polvo, ofreciendo una excelente flotación, mientras que su anchura y perfil rocker permiten una maniobrabilidad suave en nieve blanda. El Bent 110 también se comporta bien en las pistas preparadas, lo que lo convierte en una gran opción para los esquiadores a quienes les gusta alternar entre diferentes tipos de terreno.",
                "Una de las características destacadas del Bent 110 es su capacidad de adaptación a un estilo lúdico. La construcción ligera y el diseño receptivo facilitan los saltos, las figuras freestyle y el desplazamiento creativo en diversos terrenos. Este esquí es particularmente adecuado para esquiadores que disfrutan de los elementos de estilo libre y un poco de diversión espontánea en las pistas.",
                "Aunque el Bent 110 destaca en muchos aspectos, presenta algunas limitaciones. Algunos esquiadores observan que puede carecer de estabilidad a altas velocidades, lo que lo hace menos ideal para aquellos que prefieren una experiencia rápida y agresiva. Además, el agarre de los cantos en nieve dura puede no ser tan fuerte como en modelos más especializados, lo que podría afectar el rendimiento en condiciones de hielo o muy firmes.",
                "En resumen, el Atomic Bent 110 es un esquí all-mountain fiable y agradable que sobresale en diversas condiciones. Su carácter lúdico y receptivo lo hace ideal para los esquiadores que buscan combinar el control en pista con la exploración fuera de pista. Para aquellos que desean mejorar sus habilidades freestyle mientras disfrutan de un esquí ágil y receptivo en diversas condiciones de montaña, el Bent 110 es una excelente elección."
            ]
        }
    },
    "Atomic Bent Chetler 120": {
        "picture": "/skis/Atomic Bent Chetler 120.png",
        "brand": "Atomic",
        "model": "Bent chetler 120",
        "author": "Alice Ivey",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/atomicbentchetler120",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-09",
        "paragraphs": {
            "en": [
                "The Atomic Bent Chetler 120 is a legendary powder ski known for its incredible performance in deep snow. Designed by Chris Benchetler and the Atomic Freeski team, it’s a top choice for skiers who thrive in fresh powder and enjoy playful, creative skiing.",
                "With a 120mm waist and HRZN Tech in the tips and tails, the Bent Chetler 120 delivers excellent flotation, making it ideal for deep powder days. Its wide profile and twin rocker allow it to surf smoothly on top of soft snow, providing an unmatched powder experience that few skis can replicate.",
                "The Bent Chetler 120 is also known for its lively, playful feel. The lightweight construction and twin rocker profile encourage freestyle maneuvers and creative lines, making it a great choice for skiers who want to add a bit of flair to their powder runs. Its responsiveness and flexibility make it easy to pivot, pop, and play in all sorts of snow conditions.",
                "Despite its strengths, the Bent Chetler 120 does have some limitations. Some skiers note that it may lack stability at higher speeds, which could be a consideration for those who prefer an aggressive, fast ride. Additionally, the ski's performance on hard-packed snow is not as strong as more specialized models, and edge grip may be limited in firm conditions.",
                "Overall, the Atomic Bent Chetler 120 is a fantastic choice for powder enthusiasts who want a ski that excels in deep snow while offering a fun, playful ride. For skiers looking to make the most of powder days and enjoy a responsive, agile ski, the Bent Chetler 120 is a top pick."
            ],
            "nl": [
                "De Atomic Bent Chetler 120 is een legendarische poederski die bekend staat om zijn ongelooflijke prestaties in diepe sneeuw. Ontworpen door Chris Benchetler en het Atomic Freeski-team, is het een favoriet voor skiërs die gedijen in verse poeder en genieten van speelse, creatieve afdalingen.",
                "Met een taille van 120 mm en HRZN-technologie in de tip en tail biedt de Bent Chetler 120 uitstekende drijfvermogen, waardoor hij ideaal is voor dagen met diepe sneeuw. Zijn brede profiel en twin rocker laten hem soepel bovenop zachte sneeuw glijden, wat een ongeëvenaarde poederervaring biedt.",
                "De Bent Chetler 120 staat ook bekend om zijn levendige, speelse gevoel. De lichte constructie en twin rocker-profiel moedigen freestyle manoeuvres en creatieve lijnen aan, wat hem een geweldige keuze maakt voor skiërs die hun poederafdalingen willen verfraaien. Zijn responsiviteit en flexibiliteit maken het gemakkelijk om te draaien, te poppen en te spelen in verschillende sneeuwomstandigheden.",
                "Ondanks zijn sterke punten heeft de Bent Chetler 120 enkele beperkingen. Sommige skiërs merken op dat hij mogelijk wat stabiliteit mist bij hogere snelheden, wat een overweging kan zijn voor degenen die de voorkeur geven aan een snelle, agressieve rit. Bovendien is de grip op harde sneeuw niet zo sterk als bij meer gespecialiseerde modellen, waardoor de prestaties in stevige omstandigheden enigszins beperkt kunnen zijn.",
                "Al met al is de Atomic Bent Chetler 120 een fantastische keuze voor poederliefhebbers die een ski willen die uitblinkt in diepe sneeuw en een leuke, speelse rit biedt. Voor skiërs die het meeste uit poederdagen willen halen en genieten van een responsieve, wendbare ski, is de Bent Chetler 120 een absolute aanrader."
            ],
            "fr": [
                "L'Atomic Bent Chetler 120 est un ski de poudreuse légendaire, réputé pour ses performances exceptionnelles dans la neige profonde. Conçu par Chris Benchetler et l'équipe Atomic Freeski, il est idéal pour les skieurs qui aiment la poudreuse fraîche et le ski créatif et ludique.",
                "Avec un patin de 120 mm et la technologie HRZN en spatule et talon, le Bent Chetler 120 offre une excellente flottabilité, ce qui le rend parfait pour les jours de poudreuse profonde. Son profil large et son double rocker lui permettent de glisser en douceur sur la neige molle, offrant une expérience de poudreuse inégalée.",
                "Le Bent Chetler 120 est également connu pour son caractère vif et ludique. Sa construction légère et son profil twin rocker encouragent les manœuvres freestyle et les lignes créatives, ce qui en fait un excellent choix pour les skieurs qui veulent ajouter une touche de fantaisie à leurs descentes en poudreuse. Sa réactivité et sa flexibilité le rendent facile à pivoter, sauter et jouer dans toutes sortes de conditions de neige.",
                "Malgré ses points forts, le Bent Chetler 120 présente quelques limites. Certains skieurs notent qu'il peut manquer de stabilité à haute vitesse, ce qui pourrait être un inconvénient pour ceux qui préfèrent une conduite rapide et agressive. De plus, ses performances sur neige dure ne sont pas aussi fortes que celles des modèles plus spécialisés, et l'accroche peut être limitée dans des conditions fermes.",
                "Dans l'ensemble, l'Atomic Bent Chetler 120 est un excellent choix pour les amateurs de poudreuse qui recherchent un ski qui excelle dans la neige profonde tout en offrant une descente ludique et amusante. Pour les skieurs souhaitant profiter au maximum des jours de poudreuse avec un ski réactif et agile, le Bent Chetler 120 est un choix de premier plan."
            ],
            "de": [
                "Der Atomic Bent Chetler 120 ist ein legendärer Pulverski, der für seine unglaubliche Leistung im Tiefschnee bekannt ist. Entworfen von Chris Benchetler und dem Atomic Freeski-Team, ist er die erste Wahl für Skifahrer, die frischen Schnee und spielerisches, kreatives Skifahren genießen.",
                "Mit einer Taille von 120 mm und HRZN-Technologie in Spitze und Heck bietet der Bent Chetler 120 hervorragende Auftriebskraft und ist damit ideal für Tage im tiefen Schnee. Sein breites Profil und Twin-Rocker lassen ihn sanft über weichen Schnee gleiten und sorgen für ein unvergleichliches Pulverschnee-Erlebnis.",
                "Der Bent Chetler 120 ist auch für sein lebhaftes, verspieltes Fahrgefühl bekannt. Die leichte Konstruktion und das Twin-Rocker-Profil fördern Freestyle-Manöver und kreative Linienwahl, was ihn zur perfekten Wahl für Skifahrer macht, die ihrer Pulverschneeabfahrt eine kreative Note verleihen möchten. Seine Reaktionsfreudigkeit und Flexibilität machen es leicht, ihn in allen Schneebedingungen zu drehen, zu springen und zu spielen.",
                "Trotz seiner Stärken hat der Bent Chetler 120 einige Einschränkungen. Einige Skifahrer bemerken, dass ihm bei höheren Geschwindigkeiten etwas an Stabilität fehlt, was für diejenigen, die eine schnelle, aggressive Fahrt bevorzugen, ein Nachteil sein könnte. Darüber hinaus ist die Leistung des Skis auf hartem Schnee nicht so stark wie bei spezialisierteren Modellen, und die Kantengriff kann in festen Bedingungen eingeschränkt sein.",
                "Insgesamt ist der Atomic Bent Chetler 120 eine hervorragende Wahl für Powder-Liebhaber, die einen Ski suchen, der im Tiefschnee glänzt und eine spielerische, spaßige Abfahrt bietet. Für Skifahrer, die das Beste aus Powder-Tagen herausholen und einen reaktionsfreudigen, wendigen Ski genießen möchten, ist der Bent Chetler 120 eine erstklassige Wahl."
            ],
            "pl": [
                "Atomic Bent Chetler 120 to legendarny narta przeznaczona do głębokiego śniegu, znana z wyjątkowej wydajności w puchu. Zaprojektowana przez Chrisa Benchetlera i zespół Atomic Freeski, jest idealnym wyborem dla narciarzy, którzy uwielbiają świeży puch i cenią sobie zabawowy, kreatywny styl jazdy.",
                "Dzięki szerokości 120 mm i technologii HRZN w dziobie i ogonie, Bent Chetler 120 oferuje doskonałą wyporność, co czyni go idealnym na głębokie, śnieżne dni. Jego szeroki profil i podwójny rocker pozwalają mu gładko sunąć po miękkim śniegu, zapewniając niezrównane doznania jazdy w puchu.",
                "Bent Chetler 120 jest również znany z żywego, zabawowego charakteru. Lekka konstrukcja i profil twin rocker zachęcają do manewrów freestyle i kreatywnych linii, co sprawia, że jest świetnym wyborem dla narciarzy, którzy chcą dodać trochę finezji do swoich zjazdów w puchu. Dzięki swojej responsywności i elastyczności, łatwo się obraca, skacze i bawi w różnorodnych warunkach śniegowych.",
                "Pomimo swoich zalet, Bent Chetler 120 ma pewne ograniczenia. Niektórzy narciarze zauważają, że może brakować mu stabilności przy wyższych prędkościach, co może być ważne dla osób preferujących szybszą, bardziej agresywną jazdę. Dodatkowo, wydajność narty na twardszym śniegu nie dorównuje bardziej specjalistycznym modelom, co może ograniczyć przyczepność na twardych nawierzchniach.",
                "Ogólnie rzecz biorąc, Atomic Bent Chetler 120 to doskonały wybór dla miłośników puchu, którzy szukają narty, która wyróżnia się w głębokim śniegu i zapewnia zabawną, dynamiczną jazdę. Dla narciarzy, którzy chcą w pełni wykorzystać dni z puchowym śniegiem i cieszyć się responsywną, zwrotną nartą, Bent Chetler 120 jest doskonałym wyborem."
            ],
            "ja": [
                "アトミック ベント チェットラー 120は、深雪での卓越した性能で知られる伝説のパウダースキーです。クリス・ベンチェトラーとアトミック フリースキーチームによって設計され、新雪での滑走と遊び心あふれるクリエイティブなスキーを楽しむスキーヤーにとってのトップチョイスです。",
                "120mmのウエスト幅とHRZNテックを備えたベント チェットラー 120は、深雪での優れた浮力を提供し、パウダーの日に最適です。その幅広いプロファイルとツインロッカーにより、柔らかい雪の上を滑らかにサーフィンすることができ、他のスキーにはないパウダー体験を提供します。",
                "ベント チェットラー 120は、活発で遊び心のあるフィーリングでも知られています。軽量構造とツインロッカープロファイルにより、フリースタイルの動きやクリエイティブなラインを促進し、パウダーランに少しの華やかさを加えたいスキーヤーに最適です。その反応性と柔軟性により、さまざまな雪のコンディションでの回転やポップ、遊びが容易になります。",
                "その強みにもかかわらず、ベント チェットラー 120にはいくつかの制限があります。高速になると安定性が低下する可能性があり、スピード重視のスキーヤーには不向きかもしれません。また、ハードパックされた雪の上でのパフォーマンスは、より専門的なモデルと比較すると劣り、しっかりとした条件でのエッジグリップが制限される場合があります。",
                "全体的に、アトミック ベント チェットラー 120は、パウダー好きのスキーヤーに最適で、深雪での優れた性能と遊び心のある楽しい滑走を提供します。パウダーの日を最大限に活用し、レスポンシブで機敏なスキーを楽しみたいスキーヤーにとって、ベント チェットラー 120は間違いなく一流の選択です。"
            ],
            "es": [
                "El Atomic Bent Chetler 120 es un esquí legendario de powder, conocido por su rendimiento excepcional en nieve profunda. Diseñado por Chris Benchetler y el equipo Atomic Freeski, es una de las mejores opciones para esquiadores que buscan disfrutar de nieve fresca con un estilo de esquí lúdico y creativo.",
                "Con un patín de 120 mm y tecnología HRZN en las puntas y la cola, el Bent Chetler 120 ofrece una excelente flotación, lo que lo hace ideal para días de nieve profunda. Su perfil ancho y el twin rocker permiten surfear suavemente sobre nieve blanda, proporcionando una experiencia de polvo inigualable.",
                "El Bent Chetler 120 también es conocido por su carácter vivo y juguetón. Su construcción ligera y su perfil twin rocker fomentan maniobras de freestyle y líneas creativas, siendo una excelente opción para esquiadores que desean agregar un toque de estilo a sus bajadas en powder. Su capacidad de respuesta y flexibilidad facilitan los giros, saltos y juegos en diferentes condiciones de nieve.",
                "A pesar de sus puntos fuertes, el Bent Chetler 120 tiene algunas limitaciones. Algunos esquiadores señalan que podría carecer de estabilidad a altas velocidades, lo que puede ser un inconveniente para aquellos que prefieren una conducción agresiva. Además, el rendimiento en nieve dura no es tan sólido como en modelos más especializados, y el agarre de los cantos puede ser limitado en condiciones firmes.",
                "En resumen, el Atomic Bent Chetler 120 es una opción fantástica para los amantes del powder que buscan un esquí que destaque en nieve profunda y ofrezca una experiencia lúdica y divertida. Para esquiadores que desean aprovechar al máximo los días de powder y disfrutar de un esquí ágil y receptivo, el Bent Chetler 120 es una opción excelente."
            ]
        }
    },
    "Black Crows Atris": {
        "picture": "/skis/Black crows Atris.png",
        "brand": "Black crows",
        "model": "Atris",
        "author": "Alice Ivey",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/blackcrowsatris",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-09",
        "paragraphs": {
            "en": [
                "The Black Crows Atris is a big mountain ski that has earned a reputation for versatility and reliability in varied conditions. Originally introduced in 2014 and refined over the years, the Atris combines floatation, stability, and maneuverability, making it a top choice for skiers who enjoy a mix of deep powder and groomed runs.",
                "One of the key features of the Atris is its 105 mm waist width, which strikes a balance between float in powder and agility on firmer snow. This width, combined with the double rocker profile, allows the ski to perform well in deeper snow without sacrificing control on harder surfaces. The Atris handles powder effectively while remaining versatile enough for mixed terrain, providing skiers with confidence in a range of conditions.",
                "The double rocker design enhances maneuverability, making it easy for skiers to pivot and control their turns, especially in variable snow. With a 20-meter sidecut radius, the Atris allows for smooth, stable turns even at higher speeds, and the medium camber underfoot provides additional edge grip and stability on groomed trails. This combination of features makes the Atris adaptable to both freeride terrain and more controlled descents.",
                "Constructed with a poplar wood core and fiberglass laminate, the Atris is responsive and durable, ensuring it holds up well under regular use in challenging conditions. The firm flex pattern contributes to stability at high speeds, giving skiers the control they need on steep or fast descents. This durability and stability make the Atris a reliable choice for advanced skiers looking to push their limits on the mountain.",
                "Overall, the Black Crows Atris is a well-rounded big mountain ski that performs well across a variety of conditions. It’s an excellent choice for skiers who value a ski that can handle deep powder days with ease while also offering strong performance on groomed runs. For those seeking a reliable and versatile ski for diverse mountain adventures, the Atris stands out as a top option."
            ],
            "nl": [
                "De Black Crows Atris is een big mountain ski die bekend staat om zijn veelzijdigheid en betrouwbaarheid onder verschillende omstandigheden. Oorspronkelijk geïntroduceerd in 2014 en door de jaren heen verfijnd, combineert de Atris drijfvermogen, stabiliteit en wendbaarheid, wat het een topkeuze maakt voor skiërs die houden van een mix van diepe poeder en geprepareerde paden.",
                "Een van de belangrijkste kenmerken van de Atris is de taillebreedte van 105 mm, die een balans biedt tussen drijfvermogen in poeder en wendbaarheid op harder sneeuw. Deze breedte, in combinatie met het double rocker-profiel, stelt de ski in staat goed te presteren in diepe sneeuw zonder in te boeten aan controle op hardere ondergronden. De Atris kan effectief omgaan met poeder, terwijl hij veelzijdig genoeg blijft voor gemengd terrein, wat skiërs vertrouwen geeft in verschillende omstandigheden.",
                "Het double rocker-ontwerp verbetert de wendbaarheid, waardoor skiërs gemakkelijk kunnen draaien en hun bochten kunnen controleren, vooral in variabele sneeuw. Met een radius van 20 meter laat de Atris soepele, stabiele bochten toe, zelfs bij hogere snelheden, en de medium camber onder de voet biedt extra grip en stabiliteit op geprepareerde pistes. Deze combinatie van eigenschappen maakt de Atris aanpasbaar aan zowel freeride-terrein als gecontroleerde afdalingen.",
                "De Atris is gebouwd met een kern van populierenhout en een glasvezellaminaat, wat de ski responsief en duurzaam maakt, en garandeert dat hij goed standhoudt bij regelmatig gebruik in uitdagende omstandigheden. Het stevige flexpatroon draagt bij aan de stabiliteit bij hoge snelheden, wat skiërs de controle geeft die ze nodig hebben bij steile of snelle afdalingen. Deze duurzaamheid en stabiliteit maken de Atris een betrouwbare keuze voor gevorderde skiërs die hun grenzen op de berg willen verleggen.",
                "Al met al is de Black Crows Atris een goed afgeronde big mountain ski die goed presteert onder verschillende omstandigheden. Het is een uitstekende keuze voor skiërs die waarde hechten aan een ski die gemakkelijk omgaat met diepe poederdagen, maar ook sterke prestaties biedt op geprepareerde pistes. Voor degenen die op zoek zijn naar een betrouwbare en veelzijdige ski voor diverse bergavonturen, onderscheidt de Atris zich als een topoptie."
            ],
            "fr": [
                "Le Black Crows Atris est un ski de montagne reconnu pour sa polyvalence et sa fiabilité dans des conditions variées. Lancé en 2014 et perfectionné au fil des ans, l'Atris combine flottabilité, stabilité et maniabilité, en faisant un excellent choix pour les skieurs qui apprécient une combinaison de poudreuse profonde et de pistes damées.",
                "L'une des principales caractéristiques de l'Atris est sa largeur de patin de 105 mm, qui offre un équilibre entre flottabilité dans la poudreuse et agilité sur la neige plus dure. Cette largeur, combinée avec le profil double rocker, permet au ski de bien performer dans la neige profonde sans sacrifier le contrôle sur les surfaces dures. L'Atris gère efficacement la poudreuse tout en restant suffisamment polyvalent pour les terrains mixtes, offrant aux skieurs confiance dans une gamme de conditions.",
                "Le design double rocker améliore la maniabilité, facilitant les virages et le contrôle, notamment dans la neige variable. Avec un rayon de courbe de 20 mètres, l'Atris permet des virages fluides et stables même à grande vitesse, et le cambre moyen sous le pied fournit une meilleure accroche et stabilité sur les pistes damées. Cette combinaison de caractéristiques rend l'Atris adaptable tant au freeride qu'aux descentes plus contrôlées.",
                "Construit avec un noyau en bois de peuplier et un laminé en fibre de verre, l'Atris est réactif et durable, garantissant qu'il résiste bien à une utilisation régulière dans des conditions exigeantes. Le flex ferme contribue à la stabilité à grande vitesse, offrant aux skieurs le contrôle nécessaire dans les descentes raides ou rapides. Cette durabilité et cette stabilité font de l'Atris un choix fiable pour les skieurs avancés cherchant à repousser leurs limites sur la montagne.",
                "Dans l'ensemble, le Black Crows Atris est un ski de montagne bien équilibré qui excelle dans une variété de conditions. C'est un excellent choix pour les skieurs qui recherchent un ski performant dans la poudreuse profonde, tout en offrant une bonne performance sur les pistes damées. Pour ceux qui recherchent un ski fiable et polyvalent pour des aventures variées en montagne, l'Atris se distingue comme une option de premier plan."
            ],
            "de": [
                "Der Black Crows Atris ist ein Big-Mountain-Ski, der für seine Vielseitigkeit und Zuverlässigkeit bei unterschiedlichsten Bedingungen bekannt ist. Ursprünglich 2014 eingeführt und im Laufe der Jahre weiterentwickelt, kombiniert der Atris Auftrieb, Stabilität und Manövrierfähigkeit und ist eine Top-Wahl für Skifahrer, die sowohl tiefen Pulverschnee als auch präparierte Pisten lieben.",
                "Eine der wichtigsten Eigenschaften des Atris ist seine 105 mm breite Taille, die einen guten Kompromiss zwischen Auftrieb im Pulverschnee und Agilität auf festem Schnee bietet. Diese Breite, kombiniert mit dem Double-Rocker-Profil, ermöglicht es dem Ski, in tiefem Schnee gut zu performen, ohne dabei die Kontrolle auf härteren Oberflächen zu opfern. Der Atris bewältigt Pulverschnee effektiv und bleibt gleichzeitig vielseitig genug für gemischtes Gelände, was den Skifahrern Vertrauen in verschiedenen Bedingungen gibt.",
                "Das Double-Rocker-Design erhöht die Manövrierfähigkeit und erleichtert es den Skifahrern, insbesondere bei wechselnden Schneeverhältnissen, ihre Schwünge zu kontrollieren. Mit einem Radius von 20 Metern ermöglicht der Atris selbst bei höheren Geschwindigkeiten glatte, stabile Kurven, und der mittlere Camber unter dem Fuß bietet zusätzliche Kantenhalt und Stabilität auf präparierten Pisten. Diese Kombination macht den Atris sowohl für Freeride-Gelände als auch für kontrolliertere Abfahrten anpassungsfähig.",
                "Mit einem Kern aus Pappelholz und Glasfaserlaminat konstruiert, ist der Atris reaktionsschnell und langlebig, was sicherstellt, dass er auch bei regelmäßiger Beanspruchung in herausfordernden Bedingungen gut hält. Das feste Flexmuster trägt zur Stabilität bei hohen Geschwindigkeiten bei und gibt Skifahrern die Kontrolle, die sie bei steilen oder schnellen Abfahrten benötigen. Diese Langlebigkeit und Stabilität machen den Atris zu einer zuverlässigen Wahl für fortgeschrittene Skifahrer, die ihre Grenzen am Berg austesten wollen.",
                "Insgesamt ist der Black Crows Atris ein gut abgerundeter Big-Mountain-Ski, der sich unter unterschiedlichsten Bedingungen bewährt. Er ist eine ausgezeichnete Wahl für Skifahrer, die einen Ski suchen, der an Tagen mit viel Pulverschnee genauso überzeugt wie auf präparierten Pisten. Für diejenigen, die einen zuverlässigen und vielseitigen Ski für unterschiedliche Bergabenteuer suchen, ist der Atris eine Spitzenoption."
            ],
            "pl": [
                "Black Crows Atris to narta typu big mountain, która zdobyła reputację dzięki swojej wszechstronności i niezawodności w różnych warunkach. Pierwotnie wprowadzona w 2014 roku i udoskonalana przez lata, Atris łączy w sobie wyporność, stabilność i zwrotność, co czyni ją idealnym wyborem dla narciarzy, którzy lubią mieszaninę głębokiego puchu i przygotowanych tras.",
                "Jedną z kluczowych cech Atrisa jest szerokość talii 105 mm, która oferuje równowagę między wypornością w puchu a zwrotnością na twardszym śniegu. Ta szerokość, w połączeniu z podwójnym rockerem, umożliwia narcie dobrą wydajność w głębokim śniegu bez utraty kontroli na twardszych powierzchniach. Atris radzi sobie skutecznie w puchu, pozostając wystarczająco wszechstronną na zmienny teren, zapewniając narciarzom pewność w różnych warunkach.",
                "Podwójny rocker zwiększa manewrowość, co ułatwia narciarzom kontrolę nad zakrętami, szczególnie w zmiennych warunkach śniegowych. Dzięki promieniowi 20 metrów Atris umożliwia płynne, stabilne skręty nawet przy większych prędkościach, a średni camber pod stopą zapewnia dodatkowy chwyt krawędzi i stabilność na przygotowanych trasach. Ta kombinacja cech sprawia, że Atris jest przystosowany zarówno do freeride'u, jak i bardziej kontrolowanych zjazdów.",
                "Zbudowany na rdzeniu z drewna topoli z laminatem z włókna szklanego, Atris jest responsywny i trwały, co zapewnia jego dobrą wytrzymałość przy regularnym użytkowaniu w wymagających warunkach. Twardy wzór flexu przyczynia się do stabilności przy dużych prędkościach, dając narciarzom kontrolę, której potrzebują na stromych lub szybkich zjazdach. Ta trwałość i stabilność czynią Atris niezawodnym wyborem dla zaawansowanych narciarzy, którzy chcą poszerzyć swoje granice na górze.",
                "Ogólnie rzecz biorąc, Black Crows Atris to wszechstronna narta big mountain, która sprawdza się w różnorodnych warunkach. To doskonały wybór dla narciarzy, którzy cenią narty radzące sobie z łatwością na głębokim puchu, oferując jednocześnie silną wydajność na przygotowanych trasach. Dla tych, którzy szukają niezawodnej i wszechstronnej narty do różnorodnych przygód górskich, Atris wyróżnia się jako czołowa opcja."
            ],
            "ja": [
                "ブラッククロウズ アトリスは、さまざまな条件での多用途性と信頼性で評価されているビッグマウンテンスキーです。2014年に最初に導入され、その後改良を重ねてきたアトリスは、浮力、安定性、機動性を兼ね備えており、深雪と整備されたコースの両方を楽しむスキーヤーにとって最適な選択肢となっています。",
                "アトリスの主な特徴の一つは105mmのウエスト幅で、深雪での浮力と硬い雪での機動性のバランスを取っています。この幅とダブルロッカープロファイルの組み合わせにより、深雪でも優れたパフォーマンスを発揮し、硬い地面でもコントロールが損なわれることはありません。アトリスは深雪での操作性が高く、混合地形でも多用途に使えるため、さまざまな状況でスキーヤーに安心感を提供します。",
                "ダブルロッカーデザインにより機動性が向上し、変化する雪質の中でもスキーヤーが容易にピボット操作やターンをコントロールできるようになっています。20mのサイドカット半径で、アトリスは高速でもスムーズで安定したターンが可能で、足元のミディアムキャンバーが整地されたトレイルでのエッジグリップと安定性を提供します。この特性の組み合わせにより、アトリスはフリーライドとよりコントロールされた滑走の両方に適応します。",
                "ポプラ材のウッドコアとファイバーグラスのラミネートで構成されたアトリスは、反応が良く耐久性があり、厳しい条件下での定期的な使用にも十分耐えられます。しっかりとしたフレックスパターンにより、高速での安定性が向上し、急斜面や高速の滑走でのコントロールが可能になります。この耐久性と安定性により、アトリスは山で自分の限界を試したい上級者のための信頼できる選択肢となっています。",
                "総合的に見て、ブラッククロウズ アトリスはさまざまな条件で優れた性能を発揮する、バランスの取れたビッグマウンテンスキーです。深雪の日に優れた操作性を発揮し、整地されたコースでも優れたパフォーマンスを提供するスキーを探している方に最適な選択です。多様な山の冒険に適した信頼性と多用途性を求めるスキーヤーには、アトリスがトップオプションとして際立っています。"
            ],
            "es": [
                "El Black Crows Atris es un esquí de montaña conocido por su versatilidad y confiabilidad en diversas condiciones. Introducido originalmente en 2014 y perfeccionado con el tiempo, el Atris combina flotación, estabilidad y maniobrabilidad, lo que lo convierte en una excelente opción para esquiadores que disfrutan de una mezcla de nieve profunda y pistas preparadas.",
                "Una de las características clave del Atris es su patín de 105 mm, que ofrece un equilibrio entre flotación en nieve polvo y agilidad en nieve dura. Esta anchura, combinada con el perfil doble rocker, permite que el esquí tenga un buen rendimiento en nieve profunda sin sacrificar el control en superficies más duras. El Atris maneja bien el polvo mientras se mantiene versátil para terrenos mixtos, proporcionando confianza a los esquiadores en una variedad de condiciones.",
                "El diseño de doble rocker mejora la maniobrabilidad, facilitando el giro y control, especialmente en nieve variable. Con un radio de giro de 20 metros, el Atris permite giros suaves y estables incluso a altas velocidades, y el camber medio bajo el pie proporciona agarre adicional y estabilidad en pistas preparadas. Esta combinación de características hace que el Atris se adapte tanto a terrenos de freeride como a descensos más controlados.",
                "Construido con un núcleo de madera de álamo y laminado de fibra de vidrio, el Atris es reactivo y duradero, asegurando que se mantenga bien con el uso regular en condiciones difíciles. Su patrón de flexión firme contribuye a la estabilidad a altas velocidades, dando a los esquiadores el control que necesitan en descensos empinados o rápidos. Esta durabilidad y estabilidad hacen del Atris una elección confiable para esquiadores avanzados que buscan superar sus límites en la montaña.",
                "En resumen, el Black Crows Atris es un esquí de montaña equilibrado que se desempeña bien en una variedad de condiciones. Es una excelente opción para esquiadores que valoran un esquí que pueda manejar días de nieve profunda con facilidad, al mismo tiempo que ofrece un buen rendimiento en pistas preparadas. Para aquellos que buscan un esquí confiable y versátil para aventuras diversas en la montaña, el Atris destaca como una opción de primera categoría."
            ]
        }
    },
    "Black crows Nocta": {
        "picture": "/skis/Black crows Nocta.png",
        "brand": "Black crows",
        "model": "Nocta",
        "author": "Alice Ivey",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/blackcrowsnocta",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-14",
        "paragraphs": {
            "en": [
                "The Black Crows Nocta is a powder ski built for deep snow and backcountry adventures. With a full rocker profile and an extra-wide 122 mm waist, the Nocta is designed for optimal floatation and maneuverability in soft snow, making it a top choice for powder enthusiasts.",
                "One of the standout features of the Nocta is its unique tip and tail shape, inspired by Black Crows' signature chevron design. This full rocker profile gives the ski a surfy, playful feel in deep powder, allowing easy pivoting and smooth turns without the need for camber underfoot. This design makes the Nocta highly maneuverable, even in tight tree runs or variable snow conditions.",
                "The Nocta is constructed with a lightweight poplar and paulownia wood core, reinforced with fiberglass for added durability. This construction provides a balance of responsiveness and strength, allowing the ski to hold up well in challenging conditions while remaining playful and agile. Its semi-cap construction with ABS sidewalls enhances its durability, making it a reliable option for aggressive skiing.",
                "Available in lengths of 177.6 cm, 185.5 cm, and 190.6 cm, the Nocta caters to different skier preferences. With a 19-meter sidecut radius, it offers stability at higher speeds, and its full rocker profile ensures easy maneuverability in tight spaces. The weight varies by length, with the 185.5 cm model weighing approximately 4,050 grams per pair.",
                "Overall, the Black Crows Nocta is a well-rounded powder ski that excels in deep snow conditions. Its combination of full rocker floatation, maneuverability, and stability makes it a go-to for skiers seeking a playful and reliable ride in backcountry settings or on powder days at the resort."
            ],
            "nl": [
                "De Black Crows Nocta is een poederski ontworpen voor diepe sneeuw en backcountry avonturen. Met een full rocker-profiel en een extra brede taille van 122 mm, is de Nocta ontworpen voor optimaal drijfvermogen en wendbaarheid in zachte sneeuw, wat hem tot een topkeuze maakt voor poederliefhebbers.",
                "Een van de opvallende kenmerken van de Nocta is de unieke vorm van de tip en tail, geïnspireerd op het kenmerkende chevron-ontwerp van Black Crows. Dit full rocker-profiel geeft de ski een speels en surfend gevoel in diepe poeder, waardoor gemakkelijk draaien en soepele bochten mogelijk zijn zonder camber onder de voet. Dit ontwerp maakt de Nocta zeer wendbaar, zelfs in smalle bosrijke paden of variabele sneeuwcondities.",
                "De Nocta is gemaakt met een lichte kern van populieren- en paulowniahout, versterkt met glasvezel voor extra duurzaamheid. Deze constructie biedt een balans tussen responsiviteit en sterkte, waardoor de ski goed standhoudt in uitdagende omstandigheden en tegelijkertijd speels en wendbaar blijft. De semi-cap constructie met ABS zijwanden verhoogt de duurzaamheid, wat hem een betrouwbare optie maakt voor agressief skiën.",
                "Verkrijgbaar in lengtes van 177,6 cm, 185,5 cm en 190,6 cm, biedt de Nocta verschillende opties voor de voorkeuren van skiërs. Met een radius van 19 meter biedt hij stabiliteit bij hogere snelheden, en het full rocker-profiel zorgt voor gemakkelijke wendbaarheid in krappe ruimtes. Het gewicht varieert per lengte, waarbij het 185,5 cm-model ongeveer 4.050 gram per paar weegt.",
                "Al met al is de Black Crows Nocta een veelzijdige poederski die uitblinkt in diepe sneeuwcondities. De combinatie van full rocker drijfvermogen, wendbaarheid en stabiliteit maakt het een ideale keuze voor skiërs die op zoek zijn naar een speelse en betrouwbare rit in de backcountry of tijdens poederdagen op de piste."
            ],
            "fr": [
                "Le Black Crows Nocta est un ski de poudreuse conçu pour les aventures en neige profonde et hors-piste. Avec un profil full rocker et un patin extra-large de 122 mm, le Nocta est conçu pour une flottabilité et une maniabilité optimales dans la neige douce, en faisant un choix de premier ordre pour les amateurs de poudreuse.",
                "L'une des caractéristiques marquantes du Nocta est sa forme unique de spatule et de talon, inspirée du design en chevrons de Black Crows. Ce profil full rocker donne au ski une sensation ludique et fluide dans la poudreuse profonde, permettant des pivots faciles et des virages en douceur sans besoin de cambre sous le pied. Ce design rend le Nocta très maniable, même dans les passages étroits ou les conditions de neige variable.",
                "Le Nocta est construit avec un noyau léger en bois de peuplier et de paulownia, renforcé de fibre de verre pour une durabilité accrue. Cette construction offre un équilibre entre réactivité et solidité, permettant au ski de bien résister dans des conditions difficiles tout en restant ludique et agile. Sa construction semi-cap avec chants en ABS renforce encore sa durabilité, en faisant une option fiable pour un ski agressif.",
                "Disponible en longueurs de 177,6 cm, 185,5 cm et 190,6 cm, le Nocta propose différentes options pour répondre aux préférences des skieurs. Avec un rayon de courbe de 19 mètres, il offre de la stabilité à haute vitesse, et son profil full rocker garantit une grande maniabilité dans les espaces restreints. Le poids varie selon la longueur, le modèle de 185,5 cm pesant environ 4 050 grammes par paire.",
                "Dans l'ensemble, le Black Crows Nocta est un ski de poudreuse bien équilibré qui excelle dans les conditions de neige profonde. Sa combinaison de flottabilité, de maniabilité et de stabilité en fait une option incontournable pour les skieurs recherchant une glisse ludique et fiable en hors-piste ou lors des journées de poudreuse en station."
            ],
            "de": [
                "Der Black Crows Nocta ist ein Powder-Ski, der für tiefen Schnee und Backcountry-Abenteuer entwickelt wurde. Mit einem Full-Rocker-Profil und einer extra breiten Taille von 122 mm bietet der Nocta optimales Auftriebsvermögen und Manövrierfähigkeit im weichen Schnee, was ihn zur idealen Wahl für Powder-Fans macht.",
                "Eines der herausragenden Merkmale des Nocta ist die einzigartige Form von Spitze und Ende, inspiriert durch das Chevron-Design von Black Crows. Dieses Full-Rocker-Profil verleiht dem Ski ein surfiges, spielerisches Gefühl im tiefen Powder, was einfache Drehungen und sanfte Schwünge ohne Bedarf an Vorspannung unter dem Fuß ermöglicht. Dieses Design macht den Nocta auch in engen Waldabfahrten oder bei wechselnden Schneeverhältnissen äußerst wendig.",
                "Der Nocta ist mit einem leichten Kern aus Pappel- und Paulowniaholz konstruiert, verstärkt durch Fiberglas, was die Haltbarkeit erhöht. Diese Konstruktion bietet ein ausgewogenes Verhältnis von Reaktionsfähigkeit und Stärke, was dem Ski auch bei anspruchsvollen Bedingungen Standfestigkeit verleiht und ihn gleichzeitig verspielt und agil hält. Die Semi-Cap-Konstruktion mit ABS-Seitenwangen trägt zur Haltbarkeit bei, was ihn zu einer zuverlässigen Option für aggressives Skifahren macht.",
                "Der Nocta ist in den Längen 177,6 cm, 185,5 cm und 190,6 cm erhältlich und bietet Optionen für verschiedene Vorlieben der Skifahrer. Mit einem Radius von 19 Metern bietet er Stabilität bei höheren Geschwindigkeiten, und sein Full-Rocker-Profil sorgt für einfache Manövrierbarkeit in engen Passagen. Das Gewicht variiert je nach Länge; das 185,5-cm-Modell wiegt etwa 4.050 Gramm pro Paar.",
                "Insgesamt ist der Black Crows Nocta ein gut abgerundeter Powder-Ski, der sich in tiefem Schnee bestens bewährt. Die Kombination aus Full-Rocker-Auftrieb, Wendigkeit und Stabilität macht ihn zur Top-Wahl für Skifahrer, die eine spielerische und zuverlässige Abfahrt im Backcountry oder an Powder-Tagen im Skigebiet suchen."
            ],
            "pl": [
                "Black Crows Nocta to narta typu powder, stworzona do głębokiego śniegu i przygód w terenie. Z pełnym rockerem i szerokością pod butem 122 mm, Nocta zapewnia optymalną wyporność i zwrotność w miękkim śniegu, czyniąc go doskonałym wyborem dla miłośników puchu.",
                "Jednym z wyróżniających się elementów Nocta jest jego unikalny kształt dziobu i ogona, inspirowany charakterystycznym wzorem Black Crows. Ten pełen rocker daje narcie lekkość i zabawność w głębokim śniegu, umożliwiając łatwe obracanie i płynne skręty, bez potrzeby cambera pod stopą. Dzięki temu Nocta jest bardzo zwrotna, nawet w ciasnych zalesionych zjazdach lub zmiennych warunkach śniegowych.",
                "Nocta jest zbudowana na lekkim rdzeniu z drewna topoli i paulownii, wzmocnionym włóknem szklanym dla zwiększenia trwałości. Ta konstrukcja zapewnia równowagę pomiędzy reakcją a wytrzymałością, pozwalając narcie na wytrzymałość w trudnych warunkach, jednocześnie zachowując zabawność i zwrotność. Semi-cap konstrukcja z bocznymi ściankami ABS zwiększa trwałość, czyniąc ją niezawodnym wyborem do agresywnego narciarstwa.",
                "Dostępna w długościach 177,6 cm, 185,5 cm i 190,6 cm, Nocta spełnia różne preferencje narciarzy. Promień skrętu 19 metrów zapewnia stabilność przy większych prędkościach, a pełen rocker zapewnia łatwą manewrowość w ciasnych miejscach. Waga różni się w zależności od długości, a model 185,5 cm waży około 4050 gramów na parę.",
                "Ogólnie rzecz biorąc, Black Crows Nocta to wszechstronna narta powder, która doskonale sprawdza się w głębokim śniegu. Połączenie pełnego rockera, zwrotności i stabilności sprawia, że jest to doskonały wybór dla narciarzy poszukujących zabawnej i niezawodnej jazdy w terenie lub podczas dni z obfitym śniegiem w kurorcie."
            ],
            "ja": [
                "ブラッククロウズ ノクタは、深雪とバックカントリーでの冒険を追求するために設計されたパウダースキーです。フルロッカープロファイルと122mmのワイドなウエストにより、ノクタは柔らかい雪の中での優れた浮力と操作性を提供し、パウダー愛好家にとって最適な選択肢となっています。",
                "ノクタの特徴の1つは、ブラッククロウズのシェブロンデザインにインスパイアされた独特な先端とテールの形状です。このフルロッカープロファイルは、深雪でのサーフィンのような感覚を与え、足元にキャンバーを必要とせずに滑らかなターンとピボット操作を可能にします。この設計により、狭い林間コースや不安定な雪面でも高い操作性を発揮します。",
                "ノクタは、ポプラとパウロニアの木材コアにグラスファイバーで強化された軽量構造を採用しており、応答性と耐久性のバランスがとれています。この構造は、厳しい条件下でも耐久性を保ちながら、遊び心と敏捷性を備えています。また、ABSサイドウォールを備えたセミキャップ構造が耐久性を向上させ、アグレッシブなスキーに適した信頼性の高い選択肢となっています。",
                "177.6cm、185.5cm、190.6cmの長さで利用可能なノクタは、さまざまなスキーヤーの好みに対応しています。19メートルのサイドカット半径により、高速での安定性が確保され、フルロッカーのプロファイルが狭いスペースでの簡単な操作性を保証します。重量は長さによって異なり、185.5cmモデルはペアで約4,050グラムです。",
                "全体として、ブラッククロウズ ノクタは、深雪の条件で優れた性能を発揮するバランスの取れたパウダースキーです。フルロッカーの浮力、操作性、安定性を兼ね備え、バックカントリーでの冒険やリゾートでのパウダーデイに最適な選択肢となっています。"
            ],
            "es": [
                "El Black Crows Nocta es un esquí de powder diseñado para nieve profunda y aventuras en el backcountry. Con un perfil full rocker y un ancho extra de 122 mm bajo el pie, el Nocta está diseñado para ofrecer flotación y maniobrabilidad óptimas en nieve blanda, convirtiéndolo en una opción ideal para los amantes del powder.",
                "Una de las características destacadas del Nocta es su forma única de espátula y cola, inspirada en el diseño de chevron de Black Crows. Este perfil full rocker proporciona una sensación de surf y diversión en nieve profunda, permitiendo giros suaves y pivoteo sin necesidad de camber bajo el pie. Este diseño hace que el Nocta sea muy maniobrable, incluso en zonas estrechas o condiciones de nieve variable.",
                "El Nocta está construido con un núcleo de madera de álamo y paulownia, reforzado con fibra de vidrio para mayor durabilidad. Esta construcción proporciona un equilibrio entre reactividad y resistencia, permitiendo que el esquí soporte bien las condiciones desafiantes mientras sigue siendo juguetón y ágil. Su construcción semi-cap con paredes laterales de ABS mejora aún más su durabilidad, convirtiéndolo en una opción confiable para esquiar de forma agresiva.",
                "Disponible en longitudes de 177,6 cm, 185,5 cm y 190,6 cm, el Nocta se adapta a diferentes preferencias de esquiadores. Con un radio de giro de 19 metros, ofrece estabilidad a altas velocidades, y su perfil full rocker garantiza una maniobrabilidad fácil en espacios reducidos. El peso varía según la longitud, y el modelo de 185,5 cm pesa aproximadamente 4.050 gramos por par.",
                "En resumen, el Black Crows Nocta es un esquí de powder equilibrado que sobresale en condiciones de nieve profunda. Su combinación de flotación, maniobrabilidad y estabilidad lo convierte en una elección destacada para esquiadores que buscan una experiencia divertida y confiable en el backcountry o en días de powder en la estación."
            ]
        }
    },
    "Black crows Draco freebird": {
        "picture": "/skis/Black crows Draco freebird.png",
        "author": "Alice Ivey",
        "brand": "Black crows",
        "model": "Draco freebird",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/blackcrowsdracofreebird",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-14",
        "titles": {
            "en": [
                "Why the Draco freebird?",
                "Construction and Performance",
                "Materials",
                "Technical details",
                "Pro's and Con's",
                "Alternative Options",
                "Final Verdict"
            ],
            "nl": [
                "Waarom de Draco freebird?",
                "Constructie en Prestaties",
                "Materialen",
                "Technische details",
                "Voor- en nadelen",
                "Alternatieve opties",
                "Eindoordeel"
            ],
            "fr": [
                "Pourquoi le Draco freebird ?",
                "Construction et Performance",
                "Matériaux",
                "Détails Techniques",
                "Avantages et Inconvénients",
                "Options Alternatives",
                "Verdict Final"
            ],
            "de": [
                "Warum der Draco freebird?",
                "Konstruktion und Leistung",
                "Materialien",
                "Technische Details",
                "Pro und Kontra",
                "Alternative Optionen",
                "Endgültiges Urteil"
            ],
            "pl": [
                "Dlaczego Draco freebird?",
                "Konstrukcja i Wydajność",
                "Materiały",
                "Szczegóły Techniczne",
                "Zalety i Wady",
                "Alternatywne Opcje",
                "Ostateczny Werdykt"
            ],
            "ja": [
                "なぜドラコフリーバード？",
                "構造とパフォーマンス",
                "材料",
                "技術的な詳細",
                "利点と欠点",
                "代替オプション",
                "最終的な判定"
            ],
            "es": [
                "¿Por qué el Draco freebird?",
                "Construcción y Rendimiento",
                "Materiales",
                "Detalles Técnicos",
                "Pros y Contras",
                "Opciones Alternativas",
                "Veredicto Final"
            ]
        },
        "paragraphs": {
            "en": [
                "The Black Crows Draco Freebird is a versatile touring ski crafted for skiers who seek a balance between uphill efficiency and downhill playfulness. As the only twin-tip ski in Black Crows' touring lineup, it offers a unique, playful experience ideal for those who enjoy freestyle elements in the backcountry.",
                "With a width of 110 mm underfoot, the Draco Freebird provides substantial floatation in powder, making it a top choice for deep snow enthusiasts. The ski is available in three lengths—176.2 cm, 181.5 cm, and 189.2 cm—catering to various skier preferences. Its 21-meter turning radius (23 meters for the longest length) combines stability and maneuverability, while a weight of 1,800 grams per ski (for the 176 cm) keeps it relatively lightweight for a ski in this category.",
                "The construction of the Draco Freebird features a core made of paulownia and poplar wood, reinforced with fiberglass and carbon fibers. This combination creates a balance between responsiveness and strength, ensuring durability in challenging conditions without sacrificing a playful feel. The ski's semi-cap construction with ABS sidewalls underfoot further enhances its durability, providing a reliable edge hold during technical descents.",
                "The Draco Freebird sports a full double rocker profile with a classic camber underfoot, which allows for excellent control in various snow conditions. This rocker-camber-rocker combination makes it easy to navigate variable terrain, providing smooth pivots and turns, even in tight tree runs or choppy snow. The full rocker design also ensures that the Draco Freebird floats effortlessly in powder, making it an ideal choice for powder days and soft snow conditions.",
                "While the Draco Freebird performs exceptionally well in soft snow and powder, it may not be the lightest option for those prioritizing uphill efficiency. Although relatively lightweight, some dedicated uphill touring skis may be easier for long ascents. Additionally, the firm flex pattern of the Draco Freebird offers stability at speed but may be less forgiving for intermediate skiers or those who prefer a softer ski.",
                "For skiers interested in alternative models, the Black Crows Navis Freebird offers a lighter, narrower choice with a 102 mm waist, enhancing uphill efficiency while maintaining solid downhill capability. Alternatively, the Black Crows Corvus Freebird provides a stiffer, more directional feel with a flat tail, ideal for skiers who want high-speed stability in mixed conditions.",
                "In summary, the Black Crows Draco Freebird is a well-rounded, playful touring ski that shines in deep snow and soft conditions. Its combination of floatation, maneuverability, and strength makes it a standout choice for adventurous skiers seeking a reliable and fun ride in the backcountry or on powder days at the resort."
            ],
            "nl": [
                "De Black Crows Draco Freebird is een veelzijdige tourski, ontworpen voor skiërs die een balans zoeken tussen klim-efficiëntie en speelsheid in de afdaling. Als de enige twin-tip ski in het Black Crows tour-assortiment biedt hij een unieke, speelse ervaring die ideaal is voor degenen die van freestyle-elementen houden in de backcountry.",
                "Met een breedte van 110 mm onder de voet biedt de Draco Freebird aanzienlijk drijfvermogen in poeder, waardoor het een topkeuze is voor liefhebbers van diepe sneeuw. De ski is verkrijgbaar in drie lengtes - 176,2 cm, 181,5 cm en 189,2 cm - om aan verschillende skiërs voorkeuren te voldoen. De draaicirkel van 21 meter (23 meter voor de langste lengte) combineert stabiliteit en wendbaarheid, terwijl het gewicht van 1.800 gram per ski (voor de 176 cm) relatief licht is voor een ski in deze categorie.",
                "De constructie van de Draco Freebird bevat een kern van paulownia en populierenhout, versterkt met glasvezel en koolstofvezels. Deze combinatie creëert een balans tussen responsiviteit en kracht, waardoor duurzaamheid wordt gegarandeerd in uitdagende omstandigheden zonder dat het speelse karakter verloren gaat. De semi-cap constructie met ABS zijwanden onder de voet verhoogt de duurzaamheid en zorgt voor een betrouwbare grip tijdens technische afdalingen.",
                "De Draco Freebird heeft een volledig double rocker-profiel met klassieke camber onder de voet, wat zorgt voor uitstekende controle in verschillende sneeuwomstandigheden. Deze rocker-camber-rocker combinatie maakt het gemakkelijk om over gevarieerd terrein te navigeren en biedt soepele draaibewegingen, zelfs in krappe bosafdalingen of hobbelige sneeuw. Het full rocker-ontwerp zorgt er ook voor dat de Draco Freebird moeiteloos drijft in poeder, waardoor hij een ideale keuze is voor poederdagen en zachte sneeuwcondities.",
                "Hoewel de Draco Freebird buitengewoon goed presteert in zachte sneeuw en poeder, is het mogelijk niet de lichtste optie voor degenen die de nadruk leggen op klim-efficiëntie. Hoewel hij relatief licht is, kunnen enkele speciale klimski's gemakkelijker zijn voor lange beklimmingen. Bovendien biedt het stevige flexpatroon van de Draco Freebird stabiliteit op snelheid, maar kan het minder vergevingsgezind zijn voor intermediate skiërs of degenen die de voorkeur geven aan een zachtere ski.",
                "Voor skiërs die geïnteresseerd zijn in alternatieve modellen, biedt de Black Crows Navis Freebird een lichtere, smalere optie met een breedte van 102 mm, wat de klim-efficiëntie verhoogt en toch goede downhill-prestaties behoudt. Als alternatief biedt de Black Crows Corvus Freebird een stijver, meer directioneel gevoel met een platte staart, ideaal voor skiërs die stabiliteit op hoge snelheid willen in gemengde omstandigheden.",
                "Samenvattend, de Black Crows Draco Freebird is een goed afgeronde, speelse tourski die schittert in diepe sneeuw en zachte omstandigheden. De combinatie van drijfvermogen, wendbaarheid en kracht maakt het een uitstekende keuze voor avontuurlijke skiërs die op zoek zijn naar een betrouwbare en leuke rit in de backcountry of tijdens poederdagen op de piste."
            ],
            "fr": [
                "Le Black Crows Draco Freebird est un ski de randonnée polyvalent, conçu pour les skieurs recherchant un équilibre entre l'efficacité en montée et le plaisir en descente. Unique modèle twin-tip dans la gamme de randonnée de Black Crows, il offre une expérience ludique idéale pour ceux qui apprécient les éléments de freestyle en hors-piste.",
                "Avec une largeur de 110 mm sous le pied, le Draco Freebird offre une excellente flottabilité dans la poudreuse, ce qui en fait un choix privilégié pour les amateurs de neige profonde. Le ski est disponible en trois longueurs — 176,2 cm, 181,5 cm et 189,2 cm — pour s'adapter aux préférences des différents skieurs. Son rayon de courbe de 21 mètres (23 mètres pour la plus grande longueur) combine stabilité et maniabilité, tandis que son poids de 1 800 grammes par ski (pour la longueur de 176 cm) reste relativement léger pour cette catégorie de skis.",
                "La construction du Draco Freebird comprend un noyau en bois de paulownia et peuplier, renforcé de fibres de verre et de carbone. Cette combinaison assure un équilibre entre réactivité et solidité, garantissant une durabilité dans des conditions difficiles tout en conservant un caractère ludique. Sa construction semi-cap avec des chants en ABS renforce encore sa durabilité, offrant une accroche fiable lors des descentes techniques.",
                "Le Draco Freebird est doté d'un profil full double rocker avec un cambre classique sous le pied, permettant un excellent contrôle dans diverses conditions de neige. Ce profil rocker-cambre-rocker facilite les pivots et les virages en douceur, même dans les passages étroits ou les conditions de neige variable. Le design full rocker assure également une flottabilité optimale dans la poudreuse, en faisant un choix idéal pour les journées de poudreuse et les conditions de neige douce.",
                "Bien que le Draco Freebird soit extrêmement performant dans la neige douce et poudreuse, il n'est peut-être pas l'option la plus légère pour ceux qui privilégient l'efficacité en montée. Bien qu'il soit relativement léger, certains skis spécifiquement conçus pour la montée peuvent être plus adaptés pour de longues ascensions. De plus, le flex ferme du Draco Freebird offre de la stabilité à haute vitesse, mais peut être moins indulgent pour les skieurs intermédiaires ou ceux qui préfèrent un ski plus souple.",
                "Pour les skieurs intéressés par des modèles alternatifs, le Black Crows Navis Freebird propose une option plus légère et plus étroite avec un patin de 102 mm, améliorant l'efficacité en montée tout en conservant une bonne capacité de descente. En alternative, le Black Crows Corvus Freebird offre une sensation plus directionnelle et rigide avec un talon plat, idéal pour les skieurs cherchant de la stabilité à haute vitesse dans des conditions mixtes.",
                "En résumé, le Black Crows Draco Freebird est un ski de randonnée bien équilibré et ludique qui excelle dans la neige profonde et les conditions douces. Sa combinaison de flottabilité, maniabilité et solidité en fait un choix de premier ordre pour les skieurs aventureux cherchant une descente fiable et amusante en backcountry ou lors des journées de poudreuse en station."
            ],
            "de": [
                "Der Black Crows Draco Freebird ist ein vielseitiger Tourenski, der für Skifahrer entwickelt wurde, die ein Gleichgewicht zwischen Aufstiegs-Effizienz und Abfahrts-Spielspaß suchen. Als einziges Twin-Tip-Modell in der Tourenlinie von Black Crows bietet er eine einzigartige, spielerische Erfahrung, ideal für diejenigen, die Freestyle-Elemente im Backcountry genießen.",
                "Mit einer Breite von 110 mm unter dem Fuß bietet der Draco Freebird erheblichen Auftrieb im Powder und ist damit eine Top-Wahl für Tiefschnee-Enthusiasten. Der Ski ist in drei Längen erhältlich - 176,2 cm, 181,5 cm und 189,2 cm - und damit an die Vorlieben unterschiedlicher Skifahrer anpassbar. Der Radius von 21 Metern (23 Meter für die längste Länge) kombiniert Stabilität und Wendigkeit, während das Gewicht von 1.800 Gramm pro Ski (für die 176 cm) ihn relativ leicht für diese Kategorie macht.",
                "Die Konstruktion des Draco Freebird enthält einen Kern aus Paulownia- und Pappelholz, verstärkt mit Fiberglas und Kohlefasern. Diese Kombination schafft ein Gleichgewicht zwischen Reaktionsfähigkeit und Stärke, was in anspruchsvollen Bedingungen für Langlebigkeit sorgt, ohne dabei das spielerische Gefühl zu verlieren. Die Semi-Cap-Konstruktion mit ABS-Seitenwangen erhöht die Langlebigkeit und sorgt für zuverlässigen Kantengriff bei technischen Abfahrten.",
                "Der Draco Freebird verfügt über ein vollständiges Double-Rocker-Profil mit klassischer Vorspannung unter dem Fuß, was eine hervorragende Kontrolle bei verschiedenen Schneebedingungen ermöglicht. Diese Rocker-Camber-Rocker-Kombination erleichtert das Navigieren in abwechslungsreichem Gelände und bietet sanfte Drehbewegungen, selbst in engen Waldabfahrten oder unebenem Schnee. Das Full-Rocker-Design sorgt zudem für mühelosen Auftrieb im Powder und macht den Draco Freebird zur idealen Wahl für Powder-Tage und weiche Schneebedingungen.",
                "Obwohl der Draco Freebird außergewöhnlich gut in weichem Schnee und Powder funktioniert, ist er möglicherweise nicht die leichteste Option für diejenigen, die Wert auf Aufstiegseffizienz legen. Obwohl er relativ leicht ist, können einige speziell für den Aufstieg konzipierte Tourenski für lange Anstiege einfacher sein. Zudem bietet das feste Flexmuster des Draco Freebird Stabilität bei Geschwindigkeit, kann aber für intermediate Skifahrer oder diejenigen, die einen weicheren Ski bevorzugen, weniger verzeihend sein.",
                "Für Skifahrer, die an alternativen Modellen interessiert sind, bietet der Black Crows Navis Freebird eine leichtere, schmalere Wahl mit einer Breite von 102 mm, was die Aufstiegseffizienz erhöht und dennoch eine gute Abfahrtsleistung bietet. Alternativ bietet der Black Crows Corvus Freebird ein steiferes, direktionales Gefühl mit flachem Ende, ideal für Skifahrer, die Stabilität bei hoher Geschwindigkeit in gemischten Bedingungen suchen.",
                "Zusammenfassend ist der Black Crows Draco Freebird ein gut abgerundeter, spielerischer Tourenski, der in tiefem Schnee und weichen Bedingungen glänzt. Die Kombination aus Auftrieb, Wendigkeit und Stärke macht ihn zur Top-Wahl für abenteuerlustige Skifahrer, die eine zuverlässige und spaßige Abfahrt im Backcountry oder an Powder-Tagen im Skigebiet suchen."
            ],
            "pl": [
                "Black Crows Draco Freebird to wszechstronna narta turystyczna zaprojektowana dla narciarzy szukających równowagi między efektywnością podjazdu a zabawą przy zjeździe. Jako jedyna narta twin-tip w linii turystycznej Black Crows, oferuje unikalne, zabawne doświadczenie, idealne dla tych, którzy lubią freestyle w terenie.",
                "Z szerokością 110 mm pod stopą, Draco Freebird zapewnia znaczne unoszenie w puchu, co czyni go najlepszym wyborem dla entuzjastów głębokiego śniegu. Narta dostępna jest w trzech długościach - 176,2 cm, 181,5 cm i 189,2 cm - aby zaspokoić różne preferencje narciarzy. Jej promień skrętu wynosi 21 metrów (23 metry dla najdłuższej długości), łącząc stabilność i zwrotność, podczas gdy waga 1800 gramów na nartę (dla 176 cm) jest stosunkowo lekka jak na tę kategorię nart.",
                "Konstrukcja Draco Freebird obejmuje rdzeń wykonany z drewna paulownii i topoli, wzmocniony włóknem szklanym i węglowym. Ta kombinacja tworzy równowagę między reakcją a wytrzymałością, zapewniając trwałość w trudnych warunkach bez utraty zabawnego charakteru. Półkapowa konstrukcja z bocznymi ściankami ABS dodatkowo zwiększa trwałość narty, zapewniając niezawodną przyczepność podczas technicznych zjazdów.",
                "Draco Freebird ma pełny podwójny rocker z klasycznym camberem pod stopą, co zapewnia doskonałą kontrolę w różnych warunkach śniegowych. Ta kombinacja rocker-camber-rocker ułatwia nawigację w zróżnicowanym terenie, oferując płynne zwroty i skręty, nawet w wąskich lasach lub nierównym śniegu. Pełny rocker zapewnia również łatwe unoszenie w puchu, czyniąc Draco Freebird idealnym wyborem na dni z obfitym śniegiem.",
                "Chociaż Draco Freebird radzi sobie wyjątkowo dobrze w miękkim śniegu i puchu, nie jest najlżejszą opcją dla tych, którzy priorytetem mają efektywność podjazdu. Mimo że jest stosunkowo lekki, niektóre dedykowane narty do podjazdów mogą być łatwiejsze na długie podejścia. Dodatkowo, sztywny wzór flexu Draco Freebird oferuje stabilność przy dużych prędkościach, ale może być mniej wyrozumiały dla średniozaawansowanych narciarzy lub tych, którzy preferują bardziej miękką nartę.",
                "Dla narciarzy zainteresowanych alternatywnymi modelami, Black Crows Navis Freebird oferuje lżejszy, węższy wybór o szerokości 102 mm, co zwiększa efektywność podjazdu, zachowując przy tym solidne możliwości zjazdu. Alternatywnie, Black Crows Corvus Freebird oferuje sztywniejsze, bardziej kierunkowe odczucie z płaskim ogonem, idealne dla narciarzy, którzy szukają stabilności przy dużych prędkościach w mieszanych warunkach.",
                "Podsumowując, Black Crows Draco Freebird to dobrze wyważona, zabawna narta turystyczna, która błyszczy w głębokim śniegu i miękkich warunkach. Kombinacja wyporności, zwrotności i wytrzymałości sprawia, że jest to doskonały wybór dla narciarzy poszukujących niezawodnej i zabawnej jazdy w terenie lub na puchowe dni w kurorcie."
            ],
            "ja": [
                "ブラッククロウズ ドラコ フリーバードは、登山効率と滑降時の遊び心を兼ね備えたツーリングスキーです。ブラッククロウズのツーリングラインナップで唯一のツインティップモデルとして、バックカントリーでフリースタイルの要素を楽しむ人々に理想的な、ユニークで遊び心のある体験を提供します。",
                "幅110mmのウエストを持つドラコ フリーバードは、パウダーでの浮力が抜群で、深雪愛好者にとって最高の選択肢です。スキーは176.2cm、181.5cm、189.2cmの3つの長さで提供され、さまざまなスキーヤーの好みに対応しています。最も長い長さで23メートル（他は21メートル）の回転半径は、安定性と機動性を兼ね備え、176cmの場合1本あたり1,800グラムと、このカテゴリのスキーとしては比較的軽量です。",
                "ドラコ フリーバードの構造は、グラスファイバーとカーボンファイバーで補強されたポプラとポールウッドの軽量コアで、挑戦的な条件での耐久性を確保しながら反応性と強度のバランスを保ちます。ABSサイドウォールを備えたセミキャップ構造により、技術的な滑降時にも確実なエッジグリップを提供し、耐久性が向上しています。",
                "ドラコ フリーバードは、足元にクラシックなキャンバーを備えたフルダブルロッカープロファイルを持ち、さまざまな雪の状態で優れたコントロールを発揮します。このロッカー-キャンバー-ロッカーの組み合わせにより、変動する地形でのピボットやターンが容易になり、狭いツリースキーや不安定な雪面でも滑らかな操作が可能です。フルロッカー設計はパウダーでの浮力を確保し、柔らかい雪やパウダーデイに最適です。",
                "ドラコ フリーバードは柔らかい雪やパウダーでは非常に優れた性能を発揮しますが、登山効率を優先するスキーヤーには最軽量の選択肢ではないかもしれません。比較的軽量ですが、長距離登山には、専用の登山スキーが適しています。また、硬めのフレックスパターンはスピードでの安定性を提供しますが、中級者や柔らかいスキーを好むスキーヤーには少し扱いにくいかもしれません。",
                "代替モデルに興味のあるスキーヤーには、Black Crows Navis Freebirdがあり、102mm幅の軽量かつ狭めの選択肢で、登山効率を向上させつつ、優れた滑降性能を保持します。また、Black Crows Corvus Freebirdは、フラットテールの硬めで方向性のあるフィーリングを提供し、混合条件での高速安定性を求めるスキーヤーに最適です。",
                "総括すると、ブラッククロウズ ドラコ フリーバードは、柔らかい雪や深雪条件で優れた性能を発揮するバランスの取れた遊び心のあるツーリングスキーです。浮力、機動性、強度の組み合わせにより、バックカントリーやリゾートでのパウダーデイで信頼できる楽しさを提供する選択肢として注目されています。"
            ],
            "es": [
                "El Black Crows Draco Freebird es un esquí de travesía versátil diseñado para esquiadores que buscan un equilibrio entre eficiencia en la subida y diversión en la bajada. Como el único modelo twin-tip en la línea de esquí de travesía de Black Crows, ofrece una experiencia única y lúdica, ideal para quienes disfrutan de elementos de freestyle en el backcountry.",
                "Con una anchura de 110 mm bajo el pie, el Draco Freebird ofrece una gran flotación en polvo, lo que lo convierte en una excelente opción para los amantes de la nieve profunda. El esquí está disponible en tres longitudes: 176,2 cm, 181,5 cm y 189,2 cm, adaptándose a diversas preferencias de esquiadores. Su radio de giro de 21 metros (23 metros para la longitud más larga) combina estabilidad y maniobrabilidad, mientras que su peso de 1.800 gramos por esquí (para el de 176 cm) lo hace relativamente ligero para su categoría.",
                "La construcción del Draco Freebird incluye un núcleo de madera de paulownia y álamo, reforzado con fibra de vidrio y carbono. Esta combinación crea un equilibrio entre reactividad y fuerza, garantizando durabilidad en condiciones exigentes sin sacrificar su carácter juguetón. La construcción semi-cap con paredes laterales de ABS bajo el pie aumenta aún más su durabilidad, proporcionando una sujeción confiable durante los descensos técnicos.",
                "El Draco Freebird cuenta con un perfil de doble rocker completo con camber clásico bajo el pie, lo que permite un excelente control en diversas condiciones de nieve. Esta combinación rocker-camber-rocker facilita la navegación en terrenos variables, ofreciendo pivotes y giros suaves, incluso en zonas de árboles o nieve irregular. El diseño full rocker asegura que el Draco Freebird flote sin esfuerzo en el polvo, siendo una opción ideal para días de nieve polvo y condiciones de nieve blanda.",
                "Si bien el Draco Freebird ofrece un rendimiento excepcional en nieve blanda y polvo, puede que no sea la opción más ligera para quienes priorizan la eficiencia en la subida. Aunque es relativamente ligero, algunos esquís de travesía dedicados a la subida pueden ser más fáciles para ascensos largos. Además, el patrón de flexión firme del Draco Freebird ofrece estabilidad a gran velocidad, pero puede ser menos indulgente para esquiadores intermedios o aquellos que prefieren un esquí más suave.",
                "Para esquiadores interesados en modelos alternativos, el Black Crows Navis Freebird ofrece una opción más ligera y estrecha con una anchura de 102 mm, aumentando la eficiencia en la subida sin sacrificar el rendimiento en la bajada. Alternativamente, el Black Crows Corvus Freebird proporciona una sensación más rígida y direccional con una cola plana, ideal para esquiadores que buscan estabilidad a alta velocidad en condiciones mixtas.",
                "En resumen, el Black Crows Draco Freebird es un esquí de travesía bien equilibrado y lúdico que brilla en condiciones de nieve profunda y blanda. Su combinación de flotación, maniobrabilidad y resistencia lo convierte en una opción destacada para esquiadores aventureros que buscan una experiencia confiable y divertida en el backcountry o en días de nieve polvo en la estación."
            ]
        }
    },
    "Black Crows Navis Freebird": {
        "picture": "/skis/Black crows Navis freebird.png",
        "author": "Alice Ivey",
        "brand": "Black crows",
        "model": "Navis freebird",
        "authorInfo": "Ultimate ski nerd",
        "authorPicture": "/authors/AliceIvey.jpeg",
        "href": "/reviews/blackcrowsnavisfreebird",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "date": "2024-11-14",
        "titles": {
            "en": [
                "Why Choose the Navis Freebird?",
                "Construction and Design",
                "On-Snow Performance",
                "Technical Details",
                "Strengths and Limitations",
                "Alternative Options",
                "Final Thoughts"
            ],
            "nl": [
                "Waarom kiezen voor de Navis Freebird?",
                "Constructie en Ontwerp",
                "Prestaties op de Sneeuw",
                "Technische Details",
                "Sterktes en Beperkingen",
                "Alternatieve Opties",
                "Laatste Gedachten"
            ],
            "fr": [
                "Pourquoi choisir le Navis Freebird ?",
                "Construction et Design",
                "Performances sur Neige",
                "Détails Techniques",
                "Forces et Limites",
                "Options Alternatives",
                "Dernières Réflexions"
            ],
            "de": [
                "Warum der Navis Freebird?",
                "Konstruktion und Design",
                "Leistung auf Schnee",
                "Technische Details",
                "Stärken und Schwächen",
                "Alternative Optionen",
                "Abschließende Gedanken"
            ],
            "pl": [
                "Dlaczego wybrać Navis Freebird?",
                "Konstrukcja i Projekt",
                "Wydajność na Śniegu",
                "Szczegóły Techniczne",
                "Zalety i Ograniczenia",
                "Alternatywne Opcje",
                "Ostateczne Przemyślenia"
            ],
            "ja": [
                "なぜナビスフリーバードなのか？",
                "構造とデザイン",
                "雪上での性能",
                "技術的な詳細",
                "強みと制限",
                "代替オプション",
                "最終的な考察"
            ],
            "es": [
                "¿Por qué elegir el Navis Freebird?",
                "Construcción y Diseño",
                "Rendimiento en la Nieve",
                "Detalles Técnicos",
                "Fortalezas y Limitaciones",
                "Opciones Alternativas",
                "Reflexiones Finales"
            ]
        },
        "paragraphs": {
            "en": [
                "The Black Crows Navis Freebird is a versatile touring ski that strikes an impressive balance between uphill efficiency and downhill performance. Its 102 mm waist width allows for exceptional versatility, offering enough floatation for powder while maintaining agility on firmer snow.",
                "Constructed with a paulownia and poplar wood core, reinforced with fiberglass and carbon fibers, the Navis Freebird is designed to be lightweight yet robust. This construction makes it highly efficient on ascents while still providing confidence-inspiring performance on the descents.",
                "On snow, the Navis Freebird excels across various conditions. The progressive front rocker aids in maneuverability and floatation, while the traditional camber underfoot provides stability and edge hold on firmer surfaces. This makes the ski well-suited for skiers who encounter diverse terrain during their backcountry tours.",
                "With a 19-meter sidecut radius and a weight of approximately 1,450 grams per ski (for the 179 cm length), the Navis Freebird offers a stable yet responsive ride. Its versatility ensures it performs well across powder, variable snow, and even groomed sections when needed.",
                "The ski’s strengths lie in its balanced flex, lightweight build, and ability to handle a variety of snow conditions. However, it is not the ideal choice for deep powder specialists, as its 102 mm waist cannot match the floatation of wider skis. Additionally, its stability-oriented design may feel less playful compared to softer, more forgiving touring models.",
                "Skiers seeking alternatives might consider the Black Crows Corvus Freebird, which offers a stiffer flex and wider waist for improved stability in challenging snow. Alternatively, the Black Crows Camox Freebird provides a more playful ride, with a slightly narrower waist and softer flex, making it easier to maneuver.",
                "Overall, the Black Crows Navis Freebird is a well-rounded touring ski that caters to backcountry enthusiasts who value versatility and balanced performance. Whether you're tackling powder fields or variable snow, the Navis Freebird ensures a reliable and enjoyable ride."
            ],
            "nl": [
                "De Black Crows Navis Freebird is een veelzijdige tourski die een indrukwekkende balans biedt tussen klim-efficiëntie en afdaling-prestaties. De taillebreedte van 102 mm zorgt voor uitzonderlijke veelzijdigheid, met voldoende drijfvermogen in poeder en wendbaarheid op hardere sneeuw.",
                "Met een kern van paulownia- en populierenhout, versterkt met glasvezel en koolstofvezels, is de Navis Freebird lichtgewicht maar robuust. Deze constructie maakt hem zeer efficiënt tijdens het klimmen en biedt tegelijkertijd vertrouwenwekkende prestaties tijdens de afdaling.",
                "Op de sneeuw blinkt de Navis Freebird uit in verschillende omstandigheden. De progressieve rocker in de punt verbetert de wendbaarheid en het drijfvermogen, terwijl de traditionele camber onder de voet stabiliteit en grip biedt op stevigere ondergronden. Dit maakt de ski bijzonder geschikt voor skiërs die tijdens hun backcountry-tochten te maken krijgen met diverse terreinen.",
                "Met een draaicirkel van 19 meter en een gewicht van ongeveer 1.450 gram per ski (voor de lengte van 179 cm) biedt de Navis Freebird een stabiele maar responsieve rit. Zijn veelzijdigheid zorgt ervoor dat hij goed presteert in poeder, variabele sneeuw en zelfs geprepareerde stukken indien nodig.",
                "De sterke punten van deze ski liggen in zijn gebalanceerde flex, lichte constructie en het vermogen om verschillende sneeuwcondities aan te kunnen. Hij is echter niet de ideale keuze voor specialisten in diepe poeder, omdat de taille van 102 mm niet dezelfde drijfvermogen biedt als bredere ski's. Bovendien kan het stabiliteitsgerichte ontwerp minder speels aanvoelen in vergelijking met zachtere, meer vergevingsgezinde tourmodellen.",
                "Skiërs die op zoek zijn naar alternatieven kunnen de Black Crows Corvus Freebird overwegen, die een stijvere flex en bredere taille biedt voor verbeterde stabiliteit in uitdagende sneeuw. Als alternatief biedt de Black Crows Camox Freebird een speelsere rit, met een iets smallere taille en zachtere flex, wat hem gemakkelijker manoeuvreerbaar maakt.",
                "Al met al is de Black Crows Navis Freebird een veelzijdige tourski die zich richt op backcountry-liefhebbers die waarde hechten aan veelzijdigheid en gebalanceerde prestaties. Of je nu poedervelden of variabele sneeuw aanpakt, de Navis Freebird zorgt voor een betrouwbare en plezierige rit."
            ],
            "fr": [
                "Le Black Crows Navis Freebird est un ski de randonnée polyvalent qui offre un équilibre impressionnant entre l'efficacité en montée et les performances en descente. Sa largeur de patin de 102 mm permet une polyvalence exceptionnelle, offrant une bonne flottabilité en poudreuse tout en restant agile sur neige dure.",
                "Construit avec un noyau en bois de paulownia et de peuplier, renforcé de fibres de verre et de carbone, le Navis Freebird est conçu pour être léger mais robuste. Cette construction le rend très efficace lors des ascensions tout en offrant des performances rassurantes lors des descentes.",
                "Sur la neige, le Navis Freebird excelle dans diverses conditions. Le rocker progressif en spatule améliore la maniabilité et la flottabilité, tandis que le cambre traditionnel sous le pied procure stabilité et tenue de carre sur des surfaces plus dures. Cela rend le ski bien adapté aux skieurs qui rencontrent des terrains variés lors de leurs randonnées en backcountry.",
                "Avec un rayon de courbe de 19 mètres et un poids d'environ 1 450 grammes par ski (pour la longueur de 179 cm), le Navis Freebird offre une glisse stable mais réactive. Sa polyvalence garantit de bonnes performances en poudreuse, neige variable et même sur des sections damées si nécessaire.",
                "Les points forts de ce ski résident dans sa flexion équilibrée, sa construction légère et sa capacité à s'adapter à diverses conditions de neige. Cependant, il n'est pas le choix idéal pour les spécialistes de la poudreuse profonde, car son patin de 102 mm n'offre pas la même flottabilité que des skis plus larges. De plus, son design axé sur la stabilité peut sembler moins ludique comparé à des modèles de randonnée plus souples et plus tolérants.",
                "Les skieurs à la recherche d'alternatives peuvent envisager le Black Crows Corvus Freebird, qui offre une flexion plus rigide et un patin plus large pour une meilleure stabilité en neige difficile. En alternative, le Black Crows Camox Freebird procure une glisse plus ludique, avec un patin légèrement plus étroit et une flexion plus souple, ce qui le rend plus maniable.",
                "Dans l'ensemble, le Black Crows Navis Freebird est un ski de randonnée bien équilibré qui s'adresse aux amateurs de backcountry valorisant la polyvalence et les performances équilibrées. Que vous affrontiez des champs de poudreuse ou de la neige variable, le Navis Freebird assure une glisse fiable et agréable."
            ],
            "de": [
                "Der Black Crows Navis Freebird ist ein vielseitiger Tourenski, der ein beeindruckendes Gleichgewicht zwischen Aufstiegs-Effizienz und Abfahrtsleistung bietet. Seine Taillenbreite von 102 mm ermöglicht außergewöhnliche Vielseitigkeit, mit ausreichend Auftrieb im Pulverschnee und Agilität auf härterem Schnee.",
                "Der Ski besteht aus einem Kern aus Paulownia- und Pappelholz, verstärkt mit Fiberglas und Carbonfasern, und ist darauf ausgelegt, leicht und dennoch robust zu sein. Diese Konstruktion macht ihn hocheffizient beim Aufstieg und sorgt gleichzeitig für ein vertrauenerweckendes Fahrverhalten bei der Abfahrt.",
                "Auf Schnee überzeugt der Navis Freebird in verschiedenen Bedingungen. Der progressive Frontrocker verbessert die Manövrierfähigkeit und den Auftrieb, während der traditionelle Camber unter dem Fuß Stabilität und Kantenhalt auf festeren Oberflächen bietet. Damit ist der Ski besonders gut für Skifahrer geeignet, die während ihrer Backcountry-Touren auf vielfältiges Terrain treffen.",
                "Mit einem Radius von 19 Metern und einem Gewicht von etwa 1.450 Gramm pro Ski (bei einer Länge von 179 cm) bietet der Navis Freebird eine stabile, aber reaktionsfreudige Fahrt. Seine Vielseitigkeit sorgt dafür, dass er in Pulverschnee, variabler Schnee und sogar auf präparierten Abschnitten gut performt, wenn nötig.",
                "Die Stärken dieses Skis liegen in seiner ausgewogenen Flexibilität, der leichten Bauweise und seiner Fähigkeit, mit unterschiedlichen Schneeverhältnissen umzugehen. Er ist jedoch nicht die ideale Wahl für Spezialisten im Tiefschnee, da die Taillenbreite von 102 mm nicht den gleichen Auftrieb bietet wie breitere Ski. Außerdem kann das stabilitätsorientierte Design weniger verspielt wirken im Vergleich zu weicheren, verzeihenderen Tourenmodellen.",
                "Skifahrer, die nach Alternativen suchen, könnten den Black Crows Corvus Freebird in Betracht ziehen, der eine steifere Flexibilität und eine breitere Taille für mehr Stabilität in schwierigen Schneeverhältnissen bietet. Alternativ bietet der Black Crows Camox Freebird eine spielerischere Fahrt, mit einer etwas schmaleren Taille und einer weicheren Flexibilität, was ihn wendiger macht.",
                "Insgesamt ist der Black Crows Navis Freebird ein gut ausbalancierter Tourenski, der sich an Backcountry-Enthusiasten richtet, die Vielseitigkeit und ausgewogene Leistung schätzen. Ob Sie Pulverschneefelder oder variablen Schnee bewältigen, der Navis Freebird sorgt für eine zuverlässige und angenehme Fahrt."
            ],
            "pl": [
                "Black Crows Navis Freebird to wszechstronna narta skiturowa, która oferuje imponującą równowagę między efektywnością podjazdu a wydajnością podczas zjazdu. Jej szerokość talii wynosząca 102 mm zapewnia wyjątkową wszechstronność, oferując wystarczającą wyporność w puchu, jednocześnie zachowując zwrotność na twardszym śniegu.",
                "Zbudowana z rdzenia z drewna paulowni i topoli, wzmocnionego włóknem szklanym i węglowym, Navis Freebird jest lekka, ale solidna. Ta konstrukcja czyni ją bardzo efektywną podczas podejść, jednocześnie zapewniając pewność podczas zjazdów.",
                "Na śniegu Navis Freebird doskonale sprawdza się w różnych warunkach. Progresywny rocker na dziobie ułatwia manewrowanie i zapewnia wyporność, podczas gdy tradycyjny camber pod stopą zapewnia stabilność i trzymanie krawędzi na twardszych powierzchniach. To sprawia, że narta doskonale nadaje się dla narciarzy, którzy podczas swoich wędrówek w backcountry napotykają różnorodne tereny.",
                "Z promieniem skrętu wynoszącym 19 metrów i wagą około 1450 gramów na nartę (dla długości 179 cm), Navis Freebird oferuje stabilną, ale reaktywną jazdę. Jej wszechstronność zapewnia dobre osiągi zarówno w puchu, na zmiennym śniegu, jak i na przygotowanych trasach, jeśli zajdzie taka potrzeba.",
                "Mocne strony tej narty to jej zrównoważona elastyczność, lekka konstrukcja i zdolność do radzenia sobie z różnymi warunkami śniegowymi. Nie jest jednak idealnym wyborem dla specjalistów od głębokiego puchu, ponieważ szerokość talii wynosząca 102 mm nie oferuje takiej samej wyporności jak szersze narty. Ponadto, stabilny charakter tej narty może być mniej zabawny w porównaniu z bardziej miękkimi, wybaczającymi modelami skiturowymi.",
                "Narciarze szukający alternatyw mogą rozważyć Black Crows Corvus Freebird, który oferuje sztywniejszą elastyczność i szerszą talię, zapewniając większą stabilność w trudnych warunkach śniegowych. Alternatywnie, Black Crows Camox Freebird oferuje bardziej zabawną jazdę, z nieco węższą talią i miękką elastycznością, co czyni ją łatwiejszą w manewrowaniu.",
                "Podsumowując, Black Crows Navis Freebird to wszechstronna narta skiturowa, która kieruje się do miłośników backcountry, ceniących wszechstronność i zrównoważone osiągi. Bez względu na to, czy poruszasz się po polach puchu, czy zmiennym śniegu, Navis Freebird zapewnia niezawodną i przyjemną jazdę."
            ],
            "ja": [
                "ブラッククロウズ ナビス フリーバードは、登山効率と滑降性能のバランスを兼ね備えた多用途なツーリングスキーです。その幅102mmのウエストは、多様な状況に対応する汎用性を提供し、パウダーで十分な浮力を発揮する一方で、硬い雪上でも俊敏性を保ちます。",
                "ポプラとパウロニアの木材を芯材とし、グラスファイバーとカーボンファイバーで強化された構造は、軽量ながらも頑丈です。この設計により、登りでの効率性が高く、下りでは安定した滑走が可能になります。",
                "ナビス フリーバードは、あらゆる雪の条件で卓越したパフォーマンスを発揮します。プログレッシブロッカーが機動性と浮力を向上させる一方で、足元の従来型キャンバーが安定性とエッジ保持を提供します。このため、バックカントリーで多様な地形に直面するスキーヤーに適しています。",
                "サイドカット半径19m、重量約1450g（179cmモデル）という仕様により、ナビス フリーバードは安定性と反応性の両方を兼ね備えた滑りを提供します。その多用途性により、パウダー、変動する雪、さらには必要に応じて整地されたセクションでも優れたパフォーマンスを発揮します。",
                "このスキーの強みは、バランスの取れたフレックス、軽量な構造、そして多様な雪質に対応する能力です。ただし、深雪専門家にとって理想的な選択肢ではない可能性があります。その102mmのウエストでは、より広いスキーほどの浮力は提供できません。また、その安定性を重視した設計は、より柔らかく遊び心のあるツーリングモデルと比較すると、やや動きが硬く感じられることがあります。",
                "代替モデルを探しているスキーヤーには、ブラッククロウズ コルヴス フリーバードがあり、より硬めのフレックスと幅広のウエストを持ち、難しい雪の中で安定性を向上させます。また、ブラッククロウズ カモックス フリーバードは、わずかに狭いウエストと柔らかいフレックスで、より遊び心のある滑りを提供します。",
                "総括すると、ブラッククロウズ ナビス フリーバードは、汎用性とバランスの取れた性能を重視するバックカントリースキー愛好者に適した、非常にバランスの取れたツーリングスキーです。パウダーや不安定な雪に取り組む際も、ナビス フリーバードは信頼性が高く、楽しい滑走体験を保証します。"
            ],
            "es": [
                "El Black Crows Navis Freebird es un esquí de travesía versátil que logra un impresionante equilibrio entre la eficiencia en la subida y el rendimiento en la bajada. Su anchura de 102 mm en la cintura permite una versatilidad excepcional, ofreciendo suficiente flotación en polvo mientras mantiene agilidad en nieve más dura.",
                "Construido con un núcleo de madera de paulownia y álamo, reforzado con fibras de vidrio y carbono, el Navis Freebird está diseñado para ser ligero pero robusto. Esta construcción lo hace altamente eficiente en los ascensos, mientras que proporciona un rendimiento confiable en los descensos.",
                "En la nieve, el Navis Freebird sobresale en diversas condiciones. El rocker progresivo en la parte delantera mejora la maniobrabilidad y la flotación, mientras que el camber tradicional bajo los pies proporciona estabilidad y sujeción de cantos en superficies más duras. Esto hace que el esquí sea especialmente adecuado para esquiadores que encuentran terrenos diversos durante sus excursiones en el backcountry.",
                "Con un radio de giro de 19 metros y un peso de aproximadamente 1,450 gramos por esquí (para la longitud de 179 cm), el Navis Freebird ofrece una experiencia de conducción estable pero receptiva. Su versatilidad asegura que funcione bien en polvo, nieve variable e incluso en secciones preparadas cuando sea necesario.",
                "Las fortalezas de este esquí radican en su flexión equilibrada, construcción ligera y capacidad para manejar una variedad de condiciones de nieve. Sin embargo, no es la opción ideal para especialistas en polvo profundo, ya que su cintura de 102 mm no puede igualar la flotación de esquís más anchos. Además, su diseño orientado a la estabilidad puede sentirse menos juguetón en comparación con modelos de travesía más suaves y indulgentes.",
                "Los esquiadores que buscan alternativas pueden considerar el Black Crows Corvus Freebird, que ofrece una flexión más rígida y una cintura más ancha para mejorar la estabilidad en condiciones de nieve desafiantes. Alternativamente, el Black Crows Camox Freebird ofrece una experiencia de conducción más juguetona, con una cintura ligeramente más estrecha y una flexión más suave, lo que lo hace más maniobrable.",
                "En resumen, el Black Crows Navis Freebird es un esquí de travesía bien equilibrado que atiende a los entusiastas del backcountry que valoran la versatilidad y el rendimiento equilibrado. Ya sea que estés enfrentando campos de polvo o nieve variable, el Navis Freebird asegura una experiencia de conducción confiable y agradable."
            ]
        }
    }
}

