
{
    "Black crows Mirus cor": {
        "picture": "/skis/Black crows Mirus Cor.png",
        "author": "Harry Morris",
        "href": "/reviews/blackcrowsmiruscor",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "paragraphs": {
            "en": [
                "These are my favourite ski. EVER. FULL STOP.",
                "The Mirus Cor’s do everything, and they do it really, really well.",
                "I bought these so I could have a good all-round ski that I could travel with and ski any conditions, any line, any speed, without having to change skis.",
                "They are marketed as a carving ski, but I think that sells them a bit short, they are far more versatile than that. Despite having the 184cm model, their design, with the strong sidecut and high flex allows them to be incredibly playful and poppy, while having a longer model and slightly more ski under my foot also allows me to lean on them a bit more in the longs and get some real performance out of them. With a waist of 87mm and a radius of only 13m, I find them just as eager to enter a turn as a dedicated slalom ski, but with the added flex they offer a far more forgiving towards to the turn and allow you to get away with a lot more (and have more fun at the same time), this obviously comes at the cost of some of the performance, but they’re not a race ski, and they’re not pretending to be.",
                "When if comes to anything ‘off piste’ they shine just as brightly, they’re not a steep and deep back country ski, and I wouldn’t recommend touring on them, but for any and all conditions you’re likely to find in ‘in resort’ ‘off-piste’ areas they’re ideal. They are light and flexi enough, and just wide enough at tip and tail to float through the powder with ease, and the swallow tail at the back allows them to be super agile while doing so. They’re also brilliant in moguls, which is unusual for a ski that is also so good at either on or off-piste skiing (and these can do all 3).",
                "These are probably the only ski I’ve ridden that you could confidently send a fall line mogul run, drop off the edge and shred through some waist deep powder, then jump back onto a groomer and get your hip to the floor in the same run. They don’t necessarily do any of those things perfectly, but they do them all pretty damn well. You could easily replace 3 or 4 pairs of dedicated on and off-piste skis with these and notice very little difference in performance."
            ],
            "fr": [
                "Ce sont mes skis préférés. TOUJOURS. POINT FINAL.",
                "Les Mirus Cor font tout, et ils le font vraiment, vraiment bien.",
                "Je les ai achetés pour avoir de bons skis polyvalents avec lesquels je pourrais voyager et skier dans toutes les conditions, sur toutes les pistes, à n'importe quelle vitesse, sans avoir à changer de skis.",
                "Ils sont commercialisés comme des skis de carving, mais je pense que cela les sous-estime, ils sont bien plus polyvalents que cela. Malgré le fait d'avoir le modèle de 184 cm, leur conception, avec un sidecut prononcé et une grande flexibilité, leur permet d'être incroyablement ludiques et vifs, tout en ayant un modèle plus long et un peu plus de ski sous mes pieds, ce qui me permet également de mieux m'appuyer sur eux dans les virages longs et d'en tirer de vraies performances. Avec un patin de 87 mm et un rayon de seulement 13 m, je les trouve aussi désireux d'entrer dans un virage qu'un ski de slalom dédié, mais avec la flexibilité ajoutée, ils offrent une approche beaucoup plus indulgente du virage et permettent de s'en sortir avec beaucoup plus (et de s'amuser en même temps), cela se fait évidemment au détriment de certaines performances, mais ce ne sont pas des skis de course, et ils ne prétendent pas l'être.",
                "En ce qui concerne tout ce qui est 'hors piste', ils brillent tout autant, ce ne sont pas des skis de backcountry raides et profonds, et je ne recommanderais pas de faire du ski de randonnée avec eux, mais pour toutes les conditions que vous êtes susceptibles de rencontrer dans les zones 'hors piste' 'en station', ils sont idéaux. Ils sont assez légers et flexibles, et juste assez larges à la pointe et à la queue pour flotter facilement dans la poudreuse, et la queue en forme d'hirondelle à l'arrière leur permet d'être super agiles en le faisant. Ils sont également brillants dans les bosses, ce qui est inhabituel pour un ski qui est également si bon en ski sur ou hors piste (et ceux-ci peuvent faire les 3).",
                "Ce sont probablement les seuls skis que j'ai utilisés avec lesquels vous pourriez avec confiance envoyer une ligne de bosses, dévaler la pente et fendre une poudreuse profonde à la taille, puis revenir sur une piste damée et coller votre hanche au sol dans la même descente. Ils ne font pas nécessairement parfaitement toutes ces choses, mais ils les font toutes assez bien. Vous pourriez facilement remplacer 3 ou 4 paires de skis dédiés pour le ski sur et hors piste avec ceux-ci et remarquer très peu de différence de performance."
            ],
            "nl": [
                "Dit zijn mijn favoriete ski's. OOIT. PUNT UIT.",
                "De Mirus Cor’s kunnen alles, en dat doen ze echt, echt goed.",
                "Ik heb deze gekocht zodat ik een goede allround ski zou hebben waarmee ik kan reizen en skiën onder alle omstandigheden, op elke lijn, elke snelheid, zonder van ski's te moeten wisselen.",
                "Ze worden op de markt gebracht als een carvingski, maar ik vind dat ze daarmee tekort worden gedaan, ze zijn veel veelzijdiger dan dat. Ondanks dat ik het 184cm model heb, maakt hun ontwerp met de sterke sidecut en hoge flex ze ongelooflijk speels en levendig, terwijl een langer model en iets meer ski onder mijn voet mij ook toestaat om er meer op te leunen in de lange bochten en er wat echte prestaties uit te halen. Met een taille van 87mm en een radius van slechts 13m, vind ik ze net zo gretig om een bocht in te gaan als een speciale slalomski, maar met de toegevoegde flex bieden ze een veel meer vergevingsgezinde benadering van de bocht en laten ze je veel meer toe (en tegelijkertijd meer plezier hebben), dit gaat natuurlijk ten koste van wat prestaties, maar het zijn geen race ski's, en ze doen ook niet alsof.",
                "Wat betreft alles 'off piste' schitteren ze net zo fel, het zijn geen steile en diepe backcountry ski's, en ik zou niet aanraden om ermee te touren, maar voor alle omstandigheden die je waarschijnlijk zult vinden in 'in resort' 'off-piste' gebieden zijn ze ideaal. Ze zijn licht en flexibel genoeg, en net breed genoeg aan de tip en staart om met gemak door de poeder te zweven, en de zwaluwstaart aan de achterkant maakt ze super wendbaar tijdens het doen. Ze zijn ook briljant in bulten, wat ongebruikelijk is voor een ski die ook zo goed is in skiën op of buiten de piste (en deze kunnen alle 3).",
                "Dit zijn waarschijnlijk de enige ski's die ik bereden heb waarop je vol vertrouwen een bultenlijn kunt nemen, van de rand af kunt springen en door wat taille diepe poeder kunt scheuren, om dan terug te springen op een geprepareerde piste en je heup tot op de grond te krijgen in dezelfde run. Ze doen die dingen niet per se perfect, maar ze doen ze allemaal verdomd goed. Je zou gemakkelijk 3 of 4 paar specifieke ski's voor op en buiten de piste kunnen vervangen door deze en zeer weinig verschil in prestaties merken."
            ],
            "pl": [
                "To moje ulubione narty. NAJLEPSZE. KROPKA.",
                "Mirus Cor potrafią wszystko i robią to naprawdę, naprawdę dobrze.",
                "Kupiłem je, aby mieć dobre, wszechstronne narty, z którymi mogę podróżować i jeździć w każdych warunkach, na każdej linii, z każdą prędkością, bez konieczności zmiany nart.",
                "Są promowane jako narty carvingowe, ale myślę, że to trochę ich niedocenia, są o wiele bardziej wszechstronne. Pomimo posiadania modelu 184 cm, ich konstrukcja z silnym sidecutem i dużą elastycznością sprawia, że są niezwykle żywiołowe i dynamiczne, a dłuższy model i nieco więcej nart pod moimi stopami pozwalają mi również mocniej się na nich oprzeć w długich zakrętach i uzyskać z nich prawdziwe osiągi. Przy talii 87 mm i promieniu zaledwie 13 m, znajduję je równie chętne do wchodzenia w zakręt jak dedykowane narty slalomowe, ale dodatkowa elastyczność sprawia, że są o wiele bardziej wyrozumiałe w zakrętach i pozwalają na znacznie więcej (i jednocześnie więcej zabawy), oczywiście kosztem nieco wydajności, ale to nie są narty wyścigowe i nie udają, że nimi są.",
                "Jeśli chodzi o jazdę 'poza trasą', także tu błyszczą równie jasno, to nie są narty do stromych i głębokich terenów backcountry i nie polecam na nich tourować, ale na wszystkie warunki, które prawdopodobnie znajdziesz w terenach 'poza trasą' w ośrodku, są idealne. Są wystarczająco lekkie i elastyczne oraz wystarczająco szerokie na czubku i ogonie, aby z łatwością przecinać świeży śnieg, a ogon w kształcie jaskółczego ogona sprawia, że są niezwykle zwinne podczas jazdy. Są również doskonałe w muldach, co jest niezwykłe dla nart, które są tak dobre zarówno na trasie, jak i poza nią (a te mogą robić wszystko).",
                "To prawdopodobnie jedyne narty, na których jeździłem, na których możesz z ufnością zjeżdżać prosto przez muldy, zeskoczyć z krawędzi i przeciąć się przez głęboki śnieg po pas, a potem wrócić na przygotowaną trasę i przykleić biodro do podłoża podczas tego samego zjazdu. Nie robią żadnej z tych rzeczy idealnie, ale robią je wszystkie całkiem dobrze. Łatwo możesz zastąpić nimi 3 lub 4 pary dedykowanych nart na i poza trasą i zauważyć bardzo niewielką różnicę w wydajności."
            ],
            "es": [
                "Estos son mis esquís favoritos. LOS MEJORES. PUNTO.",
                "Los Mirus Cor lo hacen todo, y lo hacen realmente, realmente bien.",
                "Los compré para tener unos esquís versátiles con los que pudiera viajar y esquiar en cualquier condición, cualquier línea, cualquier velocidad, sin tener que cambiar de esquís.",
                "Se promocionan como esquís de carving, pero creo que eso los subestima, son mucho más versátiles que eso. A pesar de tener el modelo de 184cm, su diseño, con un corte lateral fuerte y alta flexibilidad, les permite ser increíblemente juguetones y vivaces, mientras que tener un modelo más largo y un poco más de esquí bajo mis pies también me permite apoyarme más en ellos en los giros largos y obtener un rendimiento real de ellos. Con una cintura de 87mm y un radio de solo 13m, los encuentro tan ansiosos por entrar en un giro como un esquí de slalom dedicado, pero con la flexibilidad adicional ofrecen un enfoque mucho más indulgente en el giro y te permiten hacer mucho más (y divertirte más al mismo tiempo), esto obviamente a costa de algo de rendimiento, pero no son esquís de carrera, y no pretenden serlo.",
                "Cuando se trata de cualquier cosa 'fuera de pista', brillan igual de intensamente, no son esquís de backcountry empinados y profundos, y no recomendaría hacer touring con ellos, pero para todas y cada una de las condiciones que probablemente encuentres en áreas 'fuera de pista' 'en el resort', son ideales. Son lo suficientemente ligeros y flexibles, y lo suficientemente anchos en la punta y la cola para flotar a través de la nieve polvo con facilidad, y la cola de golondrina en la parte trasera les permite ser súper ágiles al hacerlo. También son brillantes en los baches, lo cual es inusual para unos esquís que también son tan buenos tanto en pista como fuera de ella (y estos pueden hacer las 3 cosas).",
                "Probablemente estos sean los únicos esquís que he montado en los que podrías enviar con confianza una línea de baches, salir del borde y deslizarte por polvo profundo hasta la cintura, y luego volver a una pista preparada y llevar tu cadera al suelo en la misma carrera. No hacen necesariamente ninguna de esas cosas perfectamente, pero las hacen todas bastante bien. Fácilmente podrías reemplazar 3 o 4 pares de esquís dedicados para esquiar en pista y fuera de ella con estos y notar muy poca diferencia en el rendimiento."
            ],
            "ja": [
                  "これらは私のお気に入りのスキーです。今までで一番。断言します。",
                  "ミルス・コアは何でもこなし、それを本当に、本当に上手くやってのけます。",
                  "これらを購入したのは、どんな条件でも、どんなラインでも、どんなスピードでも、スキーを変えることなく滑ることができる良いオールラウンドスキーが欲しかったからです。",
                  "彼らはカービングスキーとして市場に出されていますが、それでは彼らを少し売り込み不足だと思います。それよりもずっと多才です。184cmモデルを持っていますが、強いサイドカットと高いフレックスのデザインにより、非常に遊び心があり、ポップで、長いモデルを持ち、足の下にもう少しスキーを持つことで、長いラインで彼らにもっともたれかかり、本物のパフォーマンスを引き出すことができます。ウエストが87mm、ラディウスがたったの13mで、専用のスラロームスキーと同じくらいターンに入るのが待ちきれないほどですが、追加されたフレックスにより、ターンに対してはるかに寛容で、もっと多くのことをこなすことができます（同時にもっと楽しむこともできます）、これは明らかにいくつかのパフォーマンスの犠牲がありますが、彼らはレーススキーではなく、そうであるふりをしていません。",
                  "「オフピステ」のことになると、彼らは同じくらい鮮やかに輝きます。彼らは急で深いバックカントリースキーではなく、彼らでツーリングすることはお勧めしませんが、「リゾート内」の「オフピステ」エリアで見つけられるであろうあらゆる条件に対しては理想的です。彼らは十分に軽く、柔軟で、先端とテールが十分に広く、パウダーを楽々と浮かび上がらせることができ、後部のスワローテールが非常に俊敏であることを可能にします。彼らはモーグルでも素晴らしく、これは、オンピステでもオフピステでも優れたスキーであるスキーにとっては珍しいことです（そしてこれらは3つすべてができます）。",
                  "これらは、おそらく私が乗った唯一のスキーで、自信を持ってモーグルランのフォールラインを送り、端から飛び降りて腰の深いパウダーをシュレッドし、次に整備されたゲレンデに戻り、同じランで腰を地面につけることができます。彼らは必ずしもそれらのことを完璧には行いませんが、それらをすべてかなりうまくこなします。専用のオンピステおよびオフピステスキーの3〜4足をこれらと交換することができ、パフォーマンスの違いにほとんど気づかないでしょう。"
            ],
            "de": [
                "Das sind meine Lieblingsski. ÜBERHAUPT. PUNKT.",
                "Die Mirus Cor können alles, und das machen sie wirklich, wirklich gut.",
                "Ich habe sie gekauft, um gute Allround-Ski zu haben, mit denen ich reisen und unter allen Bedingungen, auf jeder Linie, bei jeder Geschwindigkeit fahren kann, ohne die Ski wechseln zu müssen.",
                "Sie werden als Carving-Ski vermarktet, aber ich finde, das wird ihnen nicht gerecht, sie sind viel vielseitiger. Obwohl ich das 184cm Modell habe, ermöglicht ihr Design mit starkem Sidecut und hoher Flexibilität, dass sie unglaublich spielerisch und spritzig sind, während das längere Modell und etwas mehr Ski unter meinen Füßen es mir auch erlauben, mich mehr auf sie zu stützen und echte Leistung aus ihnen herauszuholen. Mit einer Taille von 87mm und einem Radius von nur 13m finde ich sie genauso begierig, eine Kurve zu fahren, wie ein spezieller Slalomski, aber mit der zusätzlichen Flexibilität bieten sie einen viel nachsichtigeren Ansatz zur Kurve und lassen Sie viel mehr machen (und dabei mehr Spaß haben), das geht natürlich auf Kosten einiger Leistung, aber sie sind keine Rennski und geben auch nicht vor, welche zu sein.",
                "Wenn es um alles 'Off-Piste' geht, glänzen sie genauso hell, sie sind keine steilen und tiefen Backcountry-Ski, und ich würde nicht empfehlen, mit ihnen zu touren, aber für alle Bedingungen, die Sie wahrscheinlich in 'In-Resort' 'Off-Piste' Gebieten finden, sind sie ideal. Sie sind leicht und flexibel genug und gerade breit genug an Spitze und Tail, um mühelos durch den Pulverschnee zu gleiten, und der Schwalbenschwanz am Heck macht sie dabei super wendig. Sie sind auch hervorragend in Buckelpisten, was ungewöhnlich für einen Ski ist, der auch so gut auf oder abseits der Piste ist (und diese können alle drei).",
                "Das sind wahrscheinlich die einzigen Ski, die ich gefahren bin, bei denen man eine Buckelpiste runterfahren, am Rand abfahren und durch tiefen Pulverschnee shredden und dann zurück auf eine präparierte Piste springen und die Hüfte im gleichen Lauf auf den Boden bekommen könnte. Sie machen nicht unbedingt alle diese Dinge perfekt, aber sie machen sie alle ziemlich verdammt gut. Man könnte leicht 3 oder 4 Paar spezieller On- und Off-Piste-Ski durch diese ersetzen und sehr wenig Unterschied in der Leistung bemerken."
            ]
        }
    },
    "Atomic Maverick 88 TI": {
        "picture": "/skis/Atomic Maverick 88 TI.png",
        "author": "Harry Morris",
        "href": "/reviews/atomicmaverick88ti",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "paragraphs": {
            "en": [
                "I bought these skis to act as a good all-round ski that I could us while skiing and teaching in Australia and they were brilliant.",
                "For a ski that is quite light and not particularly stiff, I found I could get a decent amount of performance out of them, and I could certainly trust them to hold an edge through medium and long turns. Being on the lighter side also made them nice and agile when performing short turns, and again, they had enough performance that you could push them to the limit even on steeper terrain.",
                "The 88Tis are 87mm underfoot and are definitely not designed for the deepest of powder days, but they were just light and flexi enough to give you the float you needed to deal with the vast majority of ‘in resort’ ‘off piste’ skiing you will come across. They also dealt really well with tight tree runs, moguls, and all sorts of ‘variables’ I came across.",
                "The 88Tis, being the narrowest in the Maverick range, are geared more towards ‘on piste’ skiing with the ability to handle ungroomed terrain when needed. For a ski that’s not designed to do any one thing perfectly, but rather to do all things well enough, I found this to be by far one of the better all mountain skis I have tried.",
                "The only issue I had with them, and ultimately the reason I sold them, was that the top-sheet did not hold up well enough to a teaching environment, the wrap around decal over the edges began to peel immediately after kids started skiing over them. This is, however, a pretty unique issue to being a ski instructor and I’m sure that with just general use the top-sheet would last a lot longer.",
                "Overall, they were a really good ski, and I had a lot of fun on them; they’re not a race ski, they’re not a powder ski, but if you only want to buy one ski and do everything on it, they are a great option."
            ],
            "nl": [
                "Ik kocht deze ski's als een goede allround ski die ik kon gebruiken tijdens het skiën en lesgeven in Australië en ze waren briljant.",
                "Voor een ski die vrij licht en niet bijzonder stijf is, vond ik dat ik er een behoorlijke hoeveelheid prestatie uit kon halen, en ik kon er zeker op vertrouwen dat ze een rand zouden houden door middel- en lange bochten. Doordat ze aan de lichtere kant zijn, waren ze ook mooi wendbaar bij het maken van korte bochten, en opnieuw hadden ze genoeg prestaties dat je ze tot het uiterste kon duwen, zelfs op steiler terrein.",
                "De 88Tis zijn 87mm onder de voet en zijn zeker niet ontworpen voor de diepste poederdagen, maar ze waren net licht en flexibel genoeg om je het drijfvermogen te geven dat je nodig had om met de overgrote meerderheid van het 'in resort' 'off piste' skiën om te gaan. Ze gingen ook heel goed om met strakke boomruns, bulten en allerlei 'variabelen' waar ik tegenaan liep.",
                "De 88Tis, als de smalste in de Maverick-serie, zijn meer gericht op 'on piste' skiën met de mogelijkheid om ongeprepareerd terrein te hanteren indien nodig. Voor een ski die niet ontworpen is om één ding perfect te doen, maar eerder om alle dingen goed genoeg te doen, vond ik dit veruit een van de betere all mountain ski's die ik heb geprobeerd.",
                "Het enige probleem dat ik met ze had, en uiteindelijk de reden waarom ik ze verkocht, was dat de bovenlaag niet goed genoeg bestand was tegen een onderwijsomgeving, de omwikkelde sticker over de randen begon meteen te pellen nadat kinderen eroverheen begonnen te skiën. Dit is echter een vrij uniek probleem voor het zijn van een skileraar en ik ben ervan overtuigd dat bij gewoon algemeen gebruik de bovenlaag veel langer zou meegaan.",
                "Over het algemeen waren het echt goede ski's, en ik heb veel plezier gehad met ze; het zijn geen race ski's, het zijn geen poederski's, maar als je maar één ski wilt kopen en er alles mee wilt doen, zijn ze een geweldige optie."
            ],
            "fr": [
                "J'ai acheté ces skis pour agir comme un bon ski polyvalent que je pourrais utiliser tout en skiant et enseignant en Australie et ils étaient brillants.",
                "Pour un ski assez léger et pas particulièrement rigide, j'ai trouvé que je pouvais en tirer une quantité décente de performance, et je pouvais certainement leur faire confiance pour maintenir une arête à travers des virages moyens et longs. Être du côté plus léger les a également rendus agréables et agiles lors de l'exécution de virages courts, et encore une fois, ils avaient assez de performance pour que vous puissiez les pousser à la limite même sur un terrain plus pentu.",
                "Les 88Tis, avec 87mm sous le pied, ne sont certainement pas conçus pour les jours de poudreuse les plus profonds, mais ils étaient juste assez légers et flexibles pour vous donner la flottabilité nécessaire pour gérer la grande majorité du ski 'hors piste' 'en station' que vous rencontrerez. Ils ont également très bien géré les pistes étroites entre les arbres, les bosses et toutes sortes de 'variables' que j'ai rencontrées.",
                "Les 88Tis, étant les plus étroits de la gamme Maverick, sont davantage orientés vers le ski 'sur piste' avec la capacité de gérer le terrain non damé lorsque cela est nécessaire. Pour un ski qui n'est pas conçu pour faire parfaitement une seule chose, mais plutôt pour bien faire toutes les choses, j'ai trouvé que c'était de loin l'un des meilleurs skis de montagne que j'ai essayés.",
                "Le seul problème que j'ai eu avec eux, et finalement la raison pour laquelle je les ai vendus, était que le revêtement supérieur ne résistait pas assez bien à un environnement d'enseignement, l'autocollant enveloppant sur les bords a commencé à se décoller immédiatement après que les enfants aient commencé à skier dessus. Cependant, c'est un problème assez unique à l'enseignement du ski et je suis sûr qu'avec une utilisation générale le revêtement supérieur durerait beaucoup plus longtemps.",
                "Dans l'ensemble, c'étaient de très bons skis, et je me suis beaucoup amusé avec ; ce ne sont pas des skis de course, ce ne sont pas des skis de poudreuse, mais si vous voulez acheter un seul ski et tout faire avec, c'est une excellente option."
            ],
            "de": [
                "Ich kaufte diese Skier, um ein gutes Allround-Ski zu haben, das ich beim Skifahren und Unterrichten in Australien nutzen konnte, und sie waren brillant.",
                "Für einen Ski, der ziemlich leicht und nicht besonders steif ist, fand ich, dass ich eine ordentliche Leistung aus ihnen herausholen konnte, und ich konnte ihnen sicher vertrauen, dass sie in mittleren und langen Kurven die Kante halten. Ihre Leichtigkeit machte sie auch schön agil bei kurzen Schwüngen, und wieder hatten sie genug Leistung, um sie auch in steilerem Gelände an die Grenzen zu bringen.",
                "Die 88Tis sind 87mm unter dem Fuß und definitiv nicht für die tiefsten Pulvertage konzipiert, aber sie waren gerade leicht und flexibel genug, um den nötigen Auftrieb zu bieten, um mit der überwiegenden Mehrheit des 'in Resort' 'off Piste' Skifahrens, das man antreffen wird, umzugehen. Sie kamen auch sehr gut mit engen Baumstrecken, Buckelpisten und allen Arten von 'Variablen', auf die ich gestoßen bin, zurecht.",
                "Die 88Tis, als die schmalsten in der Maverick-Reihe, sind eher für das 'auf der Piste' Skifahren mit der Fähigkeit, ungepflegtes Terrain bei Bedarf zu bewältigen. Für einen Ski, der nicht darauf ausgelegt ist, irgendetwas perfekt zu machen, sondern eher alles gut genug zu machen, fand ich ihn bei weitem als einen der besseren All-Mountain-Skier, die ich ausprobiert habe.",
                "Das einzige Problem, das ich mit ihnen hatte, und letztendlich der Grund, warum ich sie verkauft habe, war, dass die Oberschicht nicht gut genug für eine Lehrumgebung hielt, die Umhüllung über den Kanten begann sofort abzublättern, nachdem Kinder darüber gefahren waren. Dies ist jedoch ein ziemlich einzigartiges Problem eines Skilehrers, und ich bin sicher, dass bei allgemeinem Gebrauch die Oberschicht viel länger halten würde.",
                "Insgesamt waren es wirklich gute Skier, und ich hatte viel Spaß mit ihnen; sie sind kein Rennski, kein Pulverski, aber wenn man nur einen Ski kaufen und alles damit machen will, sind sie eine großartige Option."
            ],
            "pl": [
                "Kupiłem te narty jako dobry uniwersalny model, którego mógłbym używać podczas jazdy na nartach i nauczania w Australii, i były świetne.",
                "Dla nart, które są dość lekkie i niezbyt sztywne, stwierdziłem, że mogę uzyskać z nich przyzwoitą wydajność, i na pewno mogłem im zaufać, że utrzymają krawędź podczas średnich i długich skrętów. Bycie po lżejszej stronie sprawiało również, że były ładne i zwinne podczas wykonywania krótkich skrętów, i znowu, miały wystarczającą wydajność, aby można je było popchnąć do granic nawet na bardziej stromym terenie.",
                "88Tis mają 87mm pod stopą i zdecydowanie nie są przeznaczone na najgłębsze dni z proszkiem, ale były wystarczająco lekkie i elastyczne, aby dać ci potrzebną pływalność, aby poradzić sobie z większością jazdy 'off-piste' w kurorcie, z jaką się spotkasz. Radziły sobie również bardzo dobrze z ciasnymi przejazdami między drzewami, muldami i wszelkiego rodzaju 'zmiennymi', na które natrafiłem.",
                "88Tis, będąc najwęższymi w serii Maverick, są bardziej ukierunkowane na jazdę 'na trasie' z możliwością radzenia sobie z nieprzygotowanym terenem, gdy jest to potrzebne. Dla nart, które nie są zaprojektowane do perfekcyjnego wykonywania jakiejkolwiek czynności, ale raczej do wystarczająco dobrego wykonywania wszystkich rzeczy, stwierdziłem, że to zdecydowanie jedne z lepszych nart na całą górę, jakie próbowałem.",
                "Jedynym problemem, jaki miałem z nimi, i ostatecznie powodem, dla którego je sprzedałem, był fakt, że powłoka wierzchnia nie wytrzymała dobrze w środowisku nauczania, owijka na krawędziach zaczęła odchodzić od razu po tym, jak dzieci zaczęły po nich jeździć. Jest to jednak dość unikalny problem instruktora narciarstwa i jestem pewien, że przy zwykłym użytkowaniu powłoka wierzchnia wytrzymałaby znacznie dłużej.",
                "Podsumowując, to były naprawdę dobre narty, i świetnie się na nich bawiłem; to nie są narty wyścigowe, to nie są narty na proszek, ale jeśli chcesz kupić tylko jedne narty i robić na nich wszystko, są świetną opcją."
            ],
            "ja": [
                "オーストラリアでスキーをして教える際に、良いオールラウンドスキーとしてこれらを購入しましたが、それは素晴らしかったです。",
                "それほど重くも硬くもないスキーですが、十分なパフォーマンスを得ることができ、中〜長距離のターンでエッジをしっかりと保持できることを確信していました。軽量なので、短いターンの際にも素早く動けて、また、急な斜面でも限界まで押し込むことができるほどの性能がありました。",
                "88Tisは足下で87mmあり、最深のパウダーデーには向いていませんが、リゾート内のオフピステスキーの大部分に対応できるほど軽量で柔軟性がありました。また、狭い木の間のラン、モーグル、そして遭遇した様々な「変数」にも非常にうまく対応しました。",
                "マーベリックレンジで最も細い88Tisは、必要に応じて整備されていない地形を扱う能力を持つ「ピステ」スキーにもっと適しています。一つのことを完璧にするために設計されていないが、すべてのことを十分にこなせるスキーとして、これは私が試した中で最も良いオールマウンテンスキーの一つでした。",
                "唯一の問題点は、トップシートが教育環境に十分耐えられず、子供たちがスキーをしてすぐにエッジ周りのデカールが剥がれ始めたことでした。これはスキーインストラクターであることに特有の問題ですが、一般的な使用であればトップシートはもっと長持ちするでしょう。",
                "全体として、これらはとても良いスキーで、それで多くの楽しみを得ました。それらはレース用スキーやパウダースキーではありませんが、一つのスキーを買ってすべてをこなしたい場合には、素晴らしい選択肢です。"
            ],
            "es": [
                "Compré estos esquís para que sirvieran como un buen esquí todoterreno que pudiera usar mientras esquiaba y enseñaba en Australia y fueron excelentes.",
                "Para un esquí que es bastante ligero y no particularmente rígido, encontré que podía obtener un rendimiento decente de ellos, y ciertamente podía confiar en que mantendrían un filo a través de giros medios y largos. Al ser más ligeros, también los hacía agradables y ágiles al realizar giros cortos, y nuevamente, tenían suficiente rendimiento para que pudieras llevarlos al límite incluso en terrenos más empinados.",
                "Los 88Tis tienen 87mm bajo el pie y definitivamente no están diseñados para los días de polvo más profundos, pero eran lo suficientemente ligeros y flexibles como para darte la flotación que necesitabas para lidiar con la gran mayoría de esquí 'fuera de pista' 'en resort' con los que te encontrarás. También se manejaron muy bien con pistas estrechas entre árboles, mogules y todo tipo de 'variables' que encontré.",
                "Los 88Tis, siendo los más estrechos en la gama Maverick, están más orientados al esquí 'en pista' con la capacidad de manejar terrenos sin groomar cuando sea necesario. Para un esquí que no está diseñado para hacer una cosa perfectamente, sino más bien para hacer bien todas las cosas, encontré que es uno de los mejores esquís de montaña que he probado.",
                "El único problema que tuve con ellos, y en última instancia la razón por la que los vendí, fue que la lámina superior no resistió lo suficiente en un entorno de enseñanza, el decal que rodea los bordes comenzó a pelarse inmediatamente después de que los niños comenzaran a esquiar sobre ellos. Sin embargo, esto es un problema bastante único de ser instructor de esquí y estoy seguro de que con un uso general la lámina superior duraría mucho más tiempo.",
                "En general, eran unos esquís realmente buenos, y me divertí mucho con ellos; no son un esquí de carrera, no son un esquí de polvo, pero si solo quieres comprar un esquí y hacer todo con él, son una excelente opción."
            ]

        }
    },   
    "Head WC Rebels e-SL SW RP EVO 14": {
        "picture": "/skis/Head WC Rebels e-SL SW RP EVO 14.png",
        "author": "Harry Morris",
        "href": "/reviews/headwcrebelseslswrpevo14",
        "originalLanguage": "en",
        "originalLanguageFull": "english",
        "paragraphs": {
            "en": [
                "The perfect race ski if you want a slight step down froma FIS ski.",
                "I bought these after my Blizzard slalom skis exploded on impact with a fence and they are now my favourite race ski I’ve ridden!",
                "Head skis are generally slightly stiffer than some of the competition and so even though these aren’t quite up there with the FIS models, they give you an incredible amount of performance and trust, unless you really know what you’re talking about you would struggle to tell you weren’t on a FIS ski.",
                "At 67 underfoot they are an incredibly responsive ski and take very little input to initiate your turns, this makes them super agile (and fun) in dynamic short radius turns. As a result, they can be a bit of a handful if you’re not prepared or are not used to such a powerful ski, but once you get on top of them and really drive the ski, they will do anything and everything you ask of them. Their stiffness makes them very tricky when taken into bumps, but not impossible, it just takes a lot of effort and good technique (which is no bad thing at all).",
                "Obviously, these are not meant for long turns and with a radius of around 12 meters that’s as big as you’re going to get when carving, but the connection you feel with the snow Is incredible and the trust you have in the ski to hold its edge is up there with the best GS skis I’ve ever ridden. These are the perfect ski for those super icy spring mornings, so long as you’ve looked after the edges, they’ll cut through the ice like you’re on a perfect mid-winter morning groomer.",
                "They are not an ‘off piste’ ski… enough said on that.",
                "I love these skis, they’ve come all around the world with me; I’ve taught on then, raced on them, cruised on them, and pushed them to (my) limits, and they’ve stuck with everything I’ve asked them to do."
            ],
            "nl": [
                "De perfecte race ski als je een stapje terug wilt doen van een FIS ski.",
                "Ik kocht deze nadat mijn Blizzard slalomski's explodeerden bij een botsing met een hek en ze zijn nu mijn favoriete raceski die ik heb gebruikt!",
                "Head ski's zijn over het algemeen iets stijver dan sommige van de concurrentie en dus, ook al zijn deze niet helemaal op hetzelfde niveau als de FIS-modellen, bieden ze een ongelooflijke hoeveelheid prestaties en vertrouwen, tenzij je echt weet waar je het over hebt, zou je moeite hebben om te vertellen dat je niet op een FIS ski bent.",
                "Met 67 onder de voet zijn ze een ongelooflijk responsieve ski en hebben ze heel weinig input nodig om je bochten te starten, dit maakt ze super wendbaar (en leuk) in dynamische korte radius bochten. Als gevolg daarvan kunnen ze een beetje een handvol zijn als je niet voorbereid bent of niet gewend bent aan zo'n krachtige ski, maar als je eenmaal bovenop ze komt en de ski echt aandrijft, zullen ze alles doen wat je van ze vraagt. Hun stijfheid maakt ze erg lastig in bulten, maar niet onmogelijk, het vereist gewoon veel moeite en goede techniek (wat helemaal geen slechte zaak is).",
                "Natuurlijk zijn deze niet bedoeld voor lange bochten en met een radius van ongeveer 12 meter is dat het grootste wat je krijgt bij het carven, maar de verbinding die je voelt met de sneeuw is ongelooflijk en het vertrouwen dat je hebt in de ski om zijn kant vast te houden is vergelijkbaar met de beste GS ski's die ik ooit heb gebruikt. Dit zijn de perfecte ski's voor die super ijzige lentemorgens, zolang je maar voor de randen hebt gezorgd, snijden ze door het ijs alsof je op een perfecte mid-winter ochtend groomer bent.",
                "Het zijn geen 'off-piste' ski's... genoeg daarover gezegd.",
                "Ik hou van deze ski's, ze zijn over de hele wereld met me mee geweest; ik heb er les op gegeven, op geracet, op gecruised en ze tot (mijn) limieten geduwd, en ze hebben zich staande gehouden bij alles wat ik van ze heb gevraagd."
            ],
            "de": [
                "Der perfekte Rennski, wenn du eine kleine Abstufung von einem FIS-Ski möchtest.",
                "Ich kaufte diese, nachdem meine Blizzard-Slalomskier bei einem Zusammenstoß mit einem Zaun explodierten, und sie sind jetzt mein Lieblingsrennski, den ich gefahren bin!",
                "Head-Skier sind im Allgemeinen etwas steifer als einige der Konkurrenz, und obwohl diese nicht ganz mit den FIS-Modellen mithalten können, bieten sie eine unglaubliche Menge an Leistung und Vertrauen, es sei denn, du weißt wirklich, wovon du sprichst, würdest du kaum erkennen, dass du nicht auf einem FIS-Ski bist.",
                "Mit 67mm unter dem Fuß sind sie ein unglaublich reaktionsfreudiger Ski und benötigen sehr wenig Input, um deine Kurven einzuleiten, was sie super wendig (und spaßig) in dynamischen Kurzradiuskurven macht. Als Ergebnis können sie etwas schwierig sein, wenn du nicht darauf vorbereitet bist oder solch einen leistungsstarken Ski nicht gewohnt bist, aber sobald du sie unter Kontrolle hast und den Ski wirklich antreibst, werden sie alles tun, was du von ihnen verlangst. Ihre Steifigkeit macht sie sehr anspruchsvoll in Buckeln, aber nicht unmöglich, es erfordert nur viel Mühe und gute Technik (was überhaupt nicht schlecht ist).",
                "Natürlich sind sie nicht für lange Kurven gedacht und mit einem Radius von etwa 12 Metern ist das so groß, wie du es beim Carven bekommen wirst, aber die Verbindung, die du mit dem Schnee fühlst, ist unglaublich und das Vertrauen, das du in den Ski hast, seine Kante zu halten, steht da mit den besten GS-Skiern, die ich je gefahren bin. Diese sind die perfekten Ski für diese super eisigen Frühlingsmorgende, solange du dich um die Kanten gekümmert hast, werden sie das Eis durchschneiden, als wärst du auf einem perfekten Mid-Winter-Morgen-Groomer.",
                "Es sind keine 'Off-Piste'-Ski... genug dazu gesagt.",
                "Ich liebe diese Ski, sie waren überall auf der Welt mit mir; ich habe darauf unterrichtet, bin darauf Rennen gefahren, habe darauf gecruist und sie an (meine) Grenzen gebracht, und sie haben alles mitgemacht, was ich von ihnen verlangt habe."
            ],
            "ja": [
                "FISスキーから少しステップダウンしたい場合に最適なレース用スキーです。",
                "私は、ブリザードのスラロームスキーがフェンスに衝突して破壊された後、これらを購入しましたが、今では私が乗った中で最もお気に入りのレース用スキーです！",
                "ヘッドのスキーは一般的に競合他社よりも少し硬めですので、これらがFISモデルほどではなくても、信じられないほどのパフォーマンスと信頼を提供します。本当に詳しくなければ、FISスキーに乗っていないとは分かりにくいでしょう。",
                "足元が67で、非常に反応の良いスキーであり、ターンを開始するための入力が非常に少なくて済みます。これにより、ダイナミックな短半径ターンで非常に敏捷性（そして楽しさ）を発揮します。その結果、慣れていない場合やこれほどパワフルなスキーに慣れていない場合、少し扱いにくいかもしれませんが、一度乗りこなしてスキーをしっかりと操れば、要求されたことは何でもこなします。硬さはバンプでの扱いを非常に難しくしますが、不可能ではありません。多くの努力と良い技術が必要です（それは決して悪いことではありません）。",
                "もちろん、これらは長いターンのためのものではありません。カービング時に12メートル程度の半径が得られるのが最大ですが、雪との繋がりを感じることは信じられないほどで、スキーがエッジを保持する信頼感は、私が今までに乗った最高のGSスキーと同等です。これらは、エッジをよくメンテナンスしていれば、まるで完璧な真冬の朝のグルーマーにいるかのように氷を切り裂くので、超氷点下の春の朝に最適なスキーです。",
                "これらは「オフピステ」のスキーではありません…これ以上は言うまい。",
                "私はこれらのスキーが大好きです。世界中を一緒に回ってきました。それらで教え、レースをし、クルージングし、（私の）限界まで押し上げ、要求されたことを全てこなしてきました。"
            ],
            "fr": [
                "Le ski de course parfait si vous souhaitez une alternative un peu moins exigeante qu'un ski FIS.",
                "Je les ai achetés après que mes skis de slalom Blizzard ont explosé en heurtant une clôture, et ils sont maintenant mes skis de course préférés !",
                "Les skis Head sont généralement un peu plus rigides que certains de leurs concurrents, donc même s'ils ne sont pas tout à fait à la hauteur des modèles FIS, ils offrent une performance incroyable et une confiance énorme. À moins de vraiment savoir de quoi vous parlez, vous auriez du mal à dire que vous n'êtes pas sur un ski FIS.",
                "Avec 67 sous le pied, ce sont des skis incroyablement réactifs qui nécessitent très peu d'effort pour initier vos virages, ce qui les rend super agiles (et amusants) dans les virages courts et dynamiques. En conséquence, ils peuvent être un peu difficiles à manipuler si vous n'êtes pas préparé ou si vous n'êtes pas habitué à un ski aussi puissant, mais une fois que vous les maîtrisez et que vous conduisez vraiment le ski, ils feront tout ce que vous leur demandez. Leur rigidité les rend très délicats sur les bosses, mais pas impossible, cela demande juste beaucoup d'effort et une bonne technique (ce qui n'est pas une mauvaise chose du tout).",
                "Évidemment, ces skis ne sont pas conçus pour les longs virages et avec un rayon d'environ 12 mètres, c'est le maximum que vous pouvez obtenir en carving, mais la connexion que vous ressentez avec la neige est incroyable et la confiance que vous avez dans le ski pour maintenir son bord est comparable aux meilleurs skis de GS que j'ai jamais utilisés. Ce sont les skis parfaits pour ces matins de printemps super glacés, tant que vous avez bien entretenu les bords, ils traverseront la glace comme si vous étiez sur une piste parfaitement préparée en milieu d'hiver.",
                "Ce ne sont pas des skis pour le hors-piste… cela suffit à dire.",
                "J'adore ces skis, ils ont fait le tour du monde avec moi ; j'ai enseigné avec eux, fait des courses, des croisières, et les ai poussés à mes limites, et ils ont tenu bon pour tout ce que je leur ai demandé."
            ],
            "es": [
                "El esquí de carrera perfecto si quieres algo un poco menos exigente que un esquí FIS.",
                "Los compré después de que mis esquís de eslalon Blizzard explotaron al impactar con una valla y ahora son mis esquís de carrera favoritos en los que he montado!",
                "Los esquís Head son generalmente un poco más rígidos que algunos de la competencia, así que aunque no están exactamente a la altura de los modelos FIS, te brindan una cantidad increíble de rendimiento y confianza, a menos que realmente sepas de lo que estás hablando, te costaría decir que no estás en un esquí FIS.",
                "Con 67 bajo el pie, son esquís increíblemente receptivos y requieren muy poco esfuerzo para iniciar tus giros, lo que los hace súper ágiles (y divertidos) en giros cortos y dinámicos. Como resultado, pueden ser un poco difíciles de manejar si no estás preparado o no estás acostumbrado a un esquí tan potente, pero una vez que los dominas y realmente impulsas el esquí, harán todo lo que les pidas. Su rigidez los hace muy complicados en baches, pero no imposibles, solo se necesita mucho esfuerzo y buena técnica (lo cual no es malo en absoluto).",
                "Obviamente, estos esquís no están pensados para giros largos y con un radio de alrededor de 12 metros eso es lo máximo que vas a conseguir al tallar, pero la conexión que sientes con la nieve es increíble y la confianza que tienes en el esquí para mantener su canto es comparable con los mejores esquís GS que he montado. Estos son los esquís perfectos para esas mañanas de primavera súper heladas, siempre y cuando hayas cuidado los cantos, cortarán el hielo como si estuvieras en una pista perfectamente preparada en una mañana de invierno.",
                "No son esquís para fuera de pista... con eso basta.",
                "Me encantan estos esquís, han viajado por todo el mundo conmigo; he enseñado con ellos, competido, paseado y los he llevado a mis límites, y han resistido todo lo que les he pedido."
              ],
              "pl": [
                "Idealne narty do wyścigów, jeśli szukasz czegoś nieco mniej wymagającego niż narty FIS.",
                "Kupiłem je po tym, jak moje narty slalomowe Blizzard eksplodowały po zderzeniu z ogrodzeniem, i teraz są moimi ulubionymi nartami wyścigowymi, na których jeździłem!",
                "Narty Head są generalnie nieco sztywniejsze niż niektóre z konkurencji, więc mimo że nie dorównują do końca modelom FIS, oferują niesamowitą wydajność i zaufanie, chyba że naprawdę wiesz, o czym mówisz, miałbyś trudności, aby stwierdzić, że nie jesteś na nartach FIS.",
                "Przy 67 pod stopą są niesamowicie responsywnymi nartami i wymagają bardzo mało wysiłku, aby rozpocząć skręty, co czyni je super zwinne (i zabawne) w dynamicznych skrętach o krótkim promieniu. W rezultacie mogą być trochę kłopotliwe, jeśli nie jesteś przygotowany lub nie jesteś przyzwyczajony do tak potężnych nart, ale gdy już je opanujesz i naprawdę pokierujesz nartami, zrobią wszystko, o co je poprosisz. Ich sztywność sprawia, że są bardzo trudne w użyciu na nierównościach, ale nie jest to niemożliwe, wymaga to tylko dużo wysiłku i dobrej techniki (co wcale nie jest złe).",
                "Oczywiście, te narty nie są przeznaczone do długich skrętów, a z promieniem około 12 metrów to jest najwięcej, jakie możesz uzyskać podczas carvingu, ale połączenie, jakie czujesz ze śniegiem, jest niesamowite, a zaufanie, jakie masz do nart, aby utrzymać krawędź, jest na równi z najlepszymi nartami GS, na jakich kiedykolwiek jeździłem. To idealne narty na te super lodowate poranki wiosenne, o ile zadbałeś o krawędzie, przetną lód jak na idealnym porannym zjeździe w środku zimy.",
                "To nie są narty do jazdy poza trasą... wystarczy tyle powiedzieć na ten temat.",
                "Uwielbiam te narty, przemierzyły ze mną cały świat; uczyłem na nich, ścigałem się na nich, rekreacyjnie jeździłem na nich i doprowadziłem je do (moich) granic, i wytrzymały wszystko, o co je prosiłem."
              ]
        }
    }
}

