[
  {
    "fullName": "Atomic Bent chetler 120",
    "href": "/reviews/atomic-bent-chetler-120",
    "brand": "Atomic",
    "name": "Bent chetler 120",
    "author": "Remco Mensinck",
    "picture": "/skis/Atomic Bent chetler 120.png",
    "review": {
      "title": {
        "en": "Atomic Bent chetler 120",
        "nl": "Atomic Bent chetler 120"
      },
      "intro": {
        "en": ["The Atomic Bent Chetler, also known as the Chetlers, the Bennies, or the Benny C's, was the first ski I ever tried, and I was immediately sold after my first run. I have had a total of four pairs, which speaks volumes about their quality. Although they are fat powder skis, they can still handle turns on the piste with ease."],
        "nl": ["De Atomic bent chetler, aka de chetlers, de bennies of de benny C's. Dit was de eerste keer in mijn leven dat ik een ski aandeed, en na de eerste afdaling meteen verkocht was. In totaal heb ik 4 paar gehad, dat zegt natuurlijk al heel wat. Al zijn het dikke poederbakken, ze draaien op de piste ook nog gemakkelijk een bochtje."]
      },
      "pros": {
        "en": ["This ski is a beast in treeruns with deep powder, providing immense float and effortless turns. Every jump feels like you're in a video game and it's a blast to ride. It looks incredibly cool every year, although that might not be the most important factor."],
        "nl": ["Deze ski is een monster tijdens treeruns in dikke poeder, enorme float en draait super gemakkelijk. Ieder jump voelt alsof je in een videogame zit en het vanzelf gaat. Deze ski is een en al fun. En al mogen we dat niet belangrijk vinden, hij ziet er eigenlijk ieder jaar erg cool uit.", "Doordat de binding in het midden staat kan je je gewicht iets naar achteren verplaatsen, waardoor je makkelijker onverwachte bewegingen kan opvangen en wat freestyle kan toevoegen aan je poederskien. Ook voor wat 180's of 360's in de poeder is de centrale stance geweldig."]
      },
      "cons": {
        "en": ["The central binding position isn't ideal for big mountain skiing, and for serious lines, it's better to use a different ski. Additionally, the durability of the ski is questionable, as delamination occurs too frequently. It probably won't last very long if you ski often."],
        "nl": ["De centrale positie van de binding leent zich niet echt voor \"Big mountain\" skien, voor de echte serieuze lijnen ben je beter af met een andere ski.", " Een ander probleem is de duurzaamheid, delaminatie komt iets te vaak voor, dit betekend dat de verschillende lagen van de ski van elkaar loslaten. Atomic heeft een top garantie beleid, maar in mijn ogen is het dan nogsteeds onacceptabel."]
      },
      "conclusion": {
        "en": ["The Atomic Bent Chetler is a top choice if you're looking for a playful powder ski, but my love for it faded after throwing away four pairs due to delamination."],
        "nl": ["Top ski als je opzoek bent naar een speelse poederski, echter is mijn liefde vervlogen na het 4e paar oprij weg te gooien na delaminatie.", "Nogsteeds denk ik dat het een goede ski is voor gevorderde skiers die hun eerste echte poederski willen kopen. Wil je wat meer richting big mountain zijn er naar mijn mening betere opties"]
      },
      "disclaimer": {
        "en": [],
        "nl": []
      }
    }
  }
]